Repository: GNOME/gnome-chess
Catalog: help/*/*.po
Languages: de, ko, pl

source: <application>GNOME Chess</application> was written by Robert Ancell, and is now maintained in gnome-games. This documentation was originally written by Andreas Røsdal, with input from several GPL sources. To report a bug or make a suggestion regarding this application or this manual, follow the directions in this <ulink url="ghelp:user-guide?feedback-bugs" type="help">document</ulink>.
de: <application>GNOME Schach</application> wurde von Robert Ancell geschrieben und wird nun als Teil des Moduls »gnome-games« verwaltet. Diese Dokumentation schrieb im Original Andreas Røsdal, unter Zuhilfenahme verschiedener GPL-Quellen. Um einen Fehler zu melden oder einen Vorschlag zu dieser Anwendung oder diesem Handbuch zu machen, folgen Sie den Anweisungen in diesem <ulink url="ghelp:user-guide?feedback-bugs" type="help">Dokument</ulink>.
ko: <application>그놈 체스</application>는 Robert Ancell에 의하여 기술되었으며, 현재 gnome - games를 통하여 관리되고 있습니다. 이 문서의 원문은 Andreas Røsdal 의해 작성되었으며 일부 GPL 소스가 삽입되어 있습니다. 이 응용 프로그램과 설명서에 대한 버그 신고 및 제안을 하려면 <ulink url="ghelp:user-guide?feedback-bugs" type="help">문서</ulink>의 항목에 따르십시오.
pl: <application>Szachy GNOME</application> zostały napisane przez Roberta Ancella, a obecnie są częścią Gier GNOME. Ta dokumentacja została napisana przez Andreasa Røsdala z użyciem kilku źródeł na licencji GPL. <ulink url="ghelp:user-guide?feedback-bugs" type="help">Strona wysyłania informacji zwrotnych GNOME</ulink> zawiera instrukcje, jak zgłosić błąd lub propozycję zmiany gry lub tego podręcznika.

source: License
de: Lizenz
ko: 라이선스
pl: Licencja

source: This program is free software; you can redistribute it and/or modify it under the terms of the <citetitle>GNU General Public License</citetitle> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
de: Dieses Programm ist freie Software; Sie können es weiterverbreiten und/oder ändern unter den Bedingungen der <citetitle><ulink type="help" url="gnome-help:gpl">GNU General Public License</ulink></citetitle> wie sie von der <ulink type="http" url="http://www.fsf.org">Free Software Foundation</ulink> veröffentlicht wurde; entweder in Version 2 der Lizenz oder (nach Ihrer Wahl) jeder neueren Version.
ko: 이 프로그램은 자유 소프트웨어입니다. 당신은 이것을 자유 소프트웨어 재단에 의하여 발행된 <citetitle>GNU 일반 공중 사용 허가서</citetitle> (버전 2, 희망에 따라 이후 버전 중 하나)가 정한 조건 하에서 다시 배포 또는 수정할 수 있습니다.
pl: Niniejszy program jest wolnym oprogramowaniem; można go rozprowadzać dalej i/lub modyfikować na warunkach <citetitle>Powszechnej Licencji Publicznej GNU</citetitle>, wydanej przez Fundację Wolnego Oprogramowania (Free Software Foundation) — według wersji drugiej tej Licencji lub którejś z późniejszych wersji.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <citetitle>GNU General Public License</citetitle> for more details.
de: Dieses Programm wird in der Hoffnung verbreitet, dass es nützlich ist, aber OHNE JEGLICHE GARANTIE; auch ohne eine GEBRAUCHSTAUGLICHKEITSGARANTIE oder eine Garantie über die TAUGLICHKEIT FÜR EINEN BESTIMMTEN ZWECK. Lesen Sie die <citetitle><ulink type="help" url="help:gpl">GNU General Public License</ulink></citetitle> für genauere Hinweise.
ko: 이 프로그램은 유용하다는 것을 희망하여 배포되지만, * 아무런 보증 없이 *입니다. 상업 가능성 혹은 특정 목적에의 적합성에 대한 묵시적 보증은 없습니다. 자세한 내용은 <citetitle>GNU 일반 공중 사용 허가서</citetitle>를 참조하십시오.
pl: Niniejszy program rozpowszechniany jest z nadzieją, iż będzie on użyteczny — jednak BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ. W celu uzyskania bliższych informacji należy zapoznać się z <citetitle>Powszechną Licencją Publiczną GNU</citetitle>.

source: A copy of the <citetitle>GNU General Public License</citetitle> is included as an appendix to the <citetitle>GNOME Users Guide</citetitle>. You may also obtain a copy of the <citetitle>GNU General Public License</citetitle> from the Free Software Foundation by visiting <ulink type="http" url="http://www.fsf.org">their Web site</ulink> or by writing to <_:address-1/>
de: Eine Kopie der <citetitle>GNU General Public License</citetitle> ist im Anhang des <citetitle>GNOME Benutzerhandbuchs</citetitle> enthalten. Sie können außerdem eine Kopie der <citetitle><ulink type="help" url="gnome-help:gpl">GNU General Public License</ulink></citetitle> von der Free Software Foundation erhalten, indem Sie auf <ulink type="http" url="http://www.fsf.org">ihre Internetseite</ulink> gehen oder schreiben Sie an <_:address-1/>
ko: <citetitle>GNU General Public License</citetitle> 사본은 <citetitle>GNOME Users Guide</citetitle>의 부록에 포함되어 있습니다. <citetitle>GNU General Public License</citetitle> 사본을 확인하려면 <ulink type="http" url="http://www.fsf.org">자유 소프트웨어 재단</ulink > 을 방문하거나 <_:address-1/>으로 우편을 보내주십시오.
pl: Kopia <citetitle>Powszechnej Licencji Publicznej GNU</citetitle> jest dołączona jako dodatek do <citetitle>Podręcznika użytkownika GNOME</citetitle>. Można także uzyskać kopię <citetitle>Powszechnej Licencji Publicznej GNU</citetitle> z Fundacji Wolnego Oprogramowania (Free Software Foundation) odwiedzając <ulink type="http" url="http://www.fsf.org">jej stronę</ulink> lub pisząc na <_:address-1/>

source: program is licensed
de: das Programm lizenziert ist
ko: 허가된 프로그램
pl: pokrywa także program

source: This document is dual-licensed. You may either distribute and/or modify it under the terms of the <_:ulink-1/>, which the <_:link-2/> under, or you can distribute it under the terms of the GNU Free Documentation License. A copy of this follows.
de: Dieses Dokument steht unter einer dualen Lizenz. Sie können es entweder unter den Bedingungen der <_:ulink-1/> verbreiten (auch in geänderter Fassung, worunter <_:link-2/>, oder Sie verbreiten es unter den Bedingungen der GNU Free Documentation License. Eine Kopie finden Sie nachfolgend.
ko: 이 문서는 이중 라이선싱 되어 있습니다. <_:link-2/>의 경우 <_:ulink-1/> 하에 배포하거나 수정할 수 있으며, GNU 자유 문서 라이선스 하에 배포할 수도 있습니다. 라이선스의 사본은 아래와 같습니다.
pl: Ten dokument jest dostępny na warunkach dwóch licencji. Można go rozpowszechniać i/lub modyfikować zgodnie z zasadami <_:ulink-1/>, która <_:link-2/>, albo rozpowszechniać zgodnie z zasadami Licencji GNU Wolnej Dokumentacji. Jej kopia znajduje się poniżej.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <_:ulink-1/> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.
ko: 본 설명서는 자유 소프트웨어 재단(FSF)에서 발행한 GNU 자유 문서 라이선스(GFDL) 버전 1.1 이상의 조항에 따라 변경 불가 부분, 앞 표지 텍스트 및 뒷 표지 텍스트를 제외하고 복사, 수정 및/또는 배포할 수 있습니다. GFDL의 사본은 <_:ulink-1/> 또는 본 설명서와 함께 배포된 COPYING-DOCS 파일에서 확인할 수 있습니다.
pl: Udziela się zezwolenia na kopiowanie, rozpowszechnianie i/lub modyfikację tego dokumentu zgodnie z zasadami Licencji GNU Wolnej Dokumentacji w wersji 1.1 lub dowolnej późniejszej opublikowanej przez Free Software Foundation; bez Sekcji Niezmiennych, bez Tekstu na Przedniej Okładce i bez Tekstu na Tylnej Okładce. Egzemplarz licencji dostępny jest pod tym <_:ulink-1/> oraz w pliku COPYING-DOCS rozprowadzanym z niniejszym podręcznikiem.

source: GNUChess
ko: GNU 체스

source: GNU General Public License
ko: GNU 일반 공중 사용 허가서
pl: Powszechnej Licencji Publicznej GNU

source: link
ko: 링크
pl: odnośnikiem
