Repository: GNOME/gnome-chess
Catalog: help/*/*.po
Languages: de, ko, pl

# _
source: translator-credits
de: Mario Blättermann <mario.blaettermann@gmail.com>, 2008, 2012 Ulf-D. Ehlert <ude88@web.de>, 2008 Christian Kirbach <Christian.Kirbach@gmail.com>, 2013, 2014, 2015
ko: 강승훈 <freedomguard1@gmail.com>, 2011. 전민석 <cheon7886@naver.com>, 2017.
pl: Piotr Drąg <piotrdrag@gmail.com>, 2017-2018 Aviary.pl <community-poland@mozilla.org>, 2017-2018

# _
source: external ref='figures/game-3-12.png' md5='f3b50287f7247c5e1ae5e4aad19db138'
de: translated

# _
source: external ref='figures/preferences-game-3-12.png' md5='99695afe83aeb7f637522e394b8ed599'
de: translated

# _
source: external ref='figures/preferences-appearance-3-12.png' md5='60aa8b0891cf40d109a8e9988aa15ad7'
de: translated

source: <application>Chess</application> Manual
de: <application>Schach</application>-Handbuch
ko: <application>체스</application> 설명서
pl: Podręcznik gry <application>Szachy</application>

source: GNOME Chess is a game for playing the classic board game of chess, in which two players simulate a battle by capturing the opponents pieces and ultimately the king. It can be played in 2D or 3D mode, full screen or in a window.
de: Mit GNOME Schach können Sie das klassische Brettspiel Schach spielen, in welchem zwei Spieler durch Schlagen der gegnerischen Figuren und letztendlich des Königs eine Schlacht simulieren. Es kann im zwei- oder dreidimensionalen Modus gespielt werden, im Vollbildmodus oder in einem Fenster.
ko: 그놈 체스는 클래식 보드게임 체스를 플레이하기 위한 게임입니다. 체스는 2 명의 선수가 상대의 말을 빼앗으면서 최종적으로는 킹을 잡는 게임입니다. 게임은 2D/3D 모드, 전체 화면 / 윈도우 모드에서 플레이 할 수 있습니다.
pl: Szachy GNOME to klasyczna gra dla dwóch graczy, którzy imitują bitwę zbijając figury przeciwnika, a w końcu także króla. Można grać w trybie 2D lub 3D, na pełnym ekranie lub w oknie.

source: GNOME Documentation Project
de: GNOME-Dokumentationsprojekt
ko: 그놈 문서 프로젝트
pl: Projekt dokumentacji GNOME

source: This document is dual-licensed. You may either distribute and/or modify it under the terms of the <ulink type="help" url="help:gpl">GNU General Public License</ulink>, which the <link linkend="license">program is licensed</link> under, or you can distribute it under the terms of the GNU Free Documentation License. A copy of this follows.
de: Dieses Dokument steht unter einer dualen Lizenz. Sie können es entweder unter den Bedingungen der <ulink type="help" url="help:gpl">GNU General Public License</ulink> verbreiten (auch in geänderter Fassung), worunter <link linkend="license"> das Programm lizensiert ist</link>, oder Sie verbreiten es unter den Bedingungen der GNU Free Documentation License. Eine Kopie finden Sie nachfolgend.
ko: 이 문서는 이중 라이선싱 되어 있습니다. <link linkend="license">허가된 프로그램</link>의 경우 <ulink type="help" url="help:gpl">GNU 일반 공중 사용 허가서</ulink> 하에 배포하거나 수정할 수 있으며, GNU 자유 문서 라이선스 하에 배포할 수도 있습니다. 라이선스의 사본은 아래와 같습니다.
pl: Ten dokument jest dostępny na warunkach dwóch licencji. Można go rozpowszechniać i/lub modyfikować zgodnie z zasadami <ulink type="help" url="help:gpl">Powszechnej Licencji Publicznej GNU</ulink>, która <link linkend="license">pokrywa także program</link>, albo rozpowszechniać zgodnie z zasadami Licencji GNU Wolnej Dokumentacji. Jej kopia znajduje się poniżej.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="help:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="help:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.
ko: 본 설명서는 자유 소프트웨어 재단(FSF)에서 발행한 GNU 자유 문서 라이선스(GFDL) 버전 1.1 이상의 조항에 따라 변경 불가 부분, 앞 표지 텍스트 및 뒷 표지 텍스트를 제외하고 복사, 수정 및/또는 배포할 수 있습니다. GFDL의 사본은 <ulink type="help" url="help:fdl">링크</ulink> 또는 본 설명서와 함께 배포된 COPYING-DOCS 파일에서 찾을 수 있습니다.
pl: Udziela się zezwolenia na kopiowanie, rozpowszechnianie i/lub modyfikację tego dokumentu zgodnie z zasadami Licencji GNU Wolnej Dokumentacji w wersji 1.1 lub dowolnej późniejszej opublikowanej przez Free Software Foundation; bez Sekcji Niezmiennych, bez Tekstu na Przedniej Okładce i bez Tekstu na Tylnej Okładce. Egzemplarz licencji dostępny jest pod tym <ulink type="help" url="help:fdl">odnośnikiem</ulink> oraz w pliku COPYING-DOCS rozprowadzanym z niniejszym podręcznikiem.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von GNOME-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.
ko: 본 설명서는 GFDL에 따라 배포된 그놈 설명서 컬렉션의 일부입니다. 본 설명서를 컬렉션과 별도로 배포하려는 경우에는 라이선스 조항 6에 따라 라이선스 사본을 설명서에 추가하면 됩니다.
pl: Ten podręcznik jest częścią kolekcji podręczników użytkownika GNOME rozprowadzanych na zasadach GFDL. Jeśli chcesz rozpowszechniać ten podręcznik w odłączeniu od kolekcji, możesz to zrobić dodając kopię licencji do podręcznika, jak wyjaśniono to w sekcji 6. licencji.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer GNOME-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das GNOME-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.
ko: 기업의 제품과 서비스를 식별하기 위하여 사용된 많은 이름은 상표로 간주됩니다. 그놈 문서에 사용된 이름과 그놈 문서 프로젝트의 구성원은 해당 상표로, 모두 대문자로 표시되거나 첫 글자가 대문자로 표시되어 있습니다.
pl: Nazwy używane przez firmy, by wyróżniać swoje produkty i usługi są zazwyczaj zarejestrowanymi znakami towarowymi. Jeśli występują one w dokumentacji GNOME, w przypadku gdy są znane przez członków Projektu Dokumentacji GNOME, są one napisane wielkimi literami lub zaczynają się od wielkiej litery.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND
ko: 문서는 "있는 그대로"로 제공되며 상품성, 특정 목적에의 적합성 또는 준수에 대한 보증을 비롯한 일체의 명시적 또는 암시적인 보증을 제한 없이 부인합니다. 문서 및 수정판의 품질, 정확성 및 성능에 대한 책임은 전적으로 사용자에게 있습니다. 문서 또는 수정판에 대한 오류를 입증하려면 사용자(원저작자, 저작자 또는 배포자 아님)는 필요한 서비스, 수리 및 수정 비용을 부담해야 합니다. 본 보증 부인은 라이선스의 필수 부분에 해당합니다. 본 보증 부인을 따르지 않는 모든 문서나 수정판은 사용할 수 없습니다.

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.
ko: 또한 불법 행위(부주의 포함), 계약 또는 직접, 간접, 특별, 부수적 및 파생적인 모든 손해(영업권 손실, 작업 중지, 컴퓨터 오류 및 고장 또는 본 문서나 수정판의 사용으로 인해 발생하거나 관련된 기타 모든 손실 및 이러한 손실 가능성에 대해 미리 공지한 경우에도 제한되지 않음)에 대해서는 어떠한 상황이나 법률적인 이론 하에서도 본 문서 또는 수정판의 저작자, 원저자, 모든 배포자 또는 공급자는 책임을 지지 않습니다.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <_:orderedlist-1/>
ko: 문서 및 수정판은 충분한 이해 하에 다음 GNU 자유 문서 라이선스의 조항에 따라 제공됩니다. <placeholder-1/>

source: <revnumber>Chess Manual V2.18</revnumber> <date>December</date> <_:revdescription-1/>
de: <revnumber>Schach-Handbuch V2.18</revnumber> <date>Dezember</date> <_:revdescription-1/>
pl: <revnumber>Podręcznik gry Szachy v2.18</revnumber> <date>grudzień</date> <_:revdescription-1/>

source: <revnumber>1</revnumber> <date>December 2006</date> <authorinitials>AR</authorinitials> <revremark> First draft completed. </revremark>
de: <revnumber>1</revnumber> <date>Dezember 2006</date> <authorinitials>AR</authorinitials> <revremark> Erster vollständiger Entwurf. </revremark>
pl: <revnumber>1</revnumber> <date>grudzień 2006</date> <authorinitials>AR</authorinitials> <revremark> Ukończono pierwszy szkic. </revremark>

source: This manual describes version 2.18 of Chess.
de: Dieses Handbuch beschreibt Version 2.18 von Schach.
ko: 이 설명서에서는 체스 버전 2.18에 대해 설명합니다.
pl: Ten podręcznik opisuje wersję 2.18 gry Szachy.

source: Feedback
de: Rückmeldungen
ko: 피드백
pl: Informacje zwrotne

source: To report a bug or make a suggestion regarding the <application>Chess</application> application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">GNOME Feedback Page</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung <application>Schach</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:user-guide?feedback-bugs" type="help">GNOME-Seite für Rückmeldungen</ulink>.
ko: <application>체스</application> 응용 프로그램 또는 이 설명서에 대한 버그를 보고하거나 제안 사항은 <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>에 따르십시오 .
pl: <ulink url="ghelp:user-guide?feedback-bugs" type="help">Strona wysyłania informacji zwrotnych GNOME</ulink> zawiera instrukcje, jak zgłosić błąd lub propozycję zmiany gry <application>Szachy</application> lub tego podręcznika.

source: <primary>GNOME Chess</primary>
de: <primary>GNOME Schach</primary>
ko: <primary>그놈 체스</primary>
pl: <primary>Szachy GNOME</primary>

source: Introduction
de: Einführung
ko: 소개
pl: Wprowadzenie

source: Overview of Chess
de: Überblick über Schach
ko: 체스 개요
pl: Ogólne informacje

source: Chess is a two-player strategy board game. <application>GNOME Chess</application> is a 2D/3D chess game, where games can be played between a combination of human and computer players. GNOME Chess detects known third party chess engines for computer players. The game was originally developed by Robert Ancell, now the game is included in gnome-games.
de: Schach ist ein strategisches Brettspiel für zwei Spieler. <application>GNOME Schach</application> ist ein 2D/3D-Schachspiel, das Spiele aus einer Kombination menschlicher oder Computerspieler ermöglicht. <application>GNOME Schach</application> erkennt und verwendet bekannte Schach-Engines von Drittanbietern. Ursprünglich wurde das Spiel von Robert Ancell entwickelt, derzeit ist es Teil der gnome-games.
ko: 체스는 2 인용 전략 보드 게임입니다. <application>그놈 체스</application>는 2D/3D 체스 게임으로, 인간과 컴퓨터 플레이어 사이의 게임이 가능합니다. 그놈 체스는 컴퓨터 플레이어를 생성하기 위하여 타사의 체스 엔진을 검색합니다. 이 게임은 Robert Ancell에 의하여 개발되었으며, 현재는 gnome - games에 포함되어 있습니다.
pl: Szachy to gra strategiczna dla dwóch osób. <application>Szachy GNOME</application> to szachy w 2D lub 3D, rozgrywane pomiędzy graczem a komputerem lub dwoma graczami. Szachy GNOME wykrywa zainstalowane mechanizmy szachowe dla graczy sterowanych przez komputer. Gra została napisana przez Roberta Ancella, i jest teraz częścią Gier GNOME.

source: <application>GNOME Chess</application> is written in Python and uses GTK+ and Cairo to render the chess board. 3D support is optionally available using OpenGl, using the Python OpenGL and GtkGLExt libraries. As with most modern 3D programs hardware acceleration is recommended but it should run OK in software. GNOME Chess is bundled with GNU Chess as the default chess AI. GNOME Chess can be played in network mode against other players on the Internet.
de: <application>GNOME Schach</application> wurde in Python geschrieben, es verwendet GTK+ und Cairo, um das Schachbrett darzustellen. Unter Nutzung der Bibliotheken Python-OpenGL und GtkGLExt wird mittels OpenGL wahlweise die dreidimensionale Darstellung unterstützt. Wie für die meisten modernen 3D-Programme wird Hardwarebeschleunigung empfohlen, aber es sollte auch softwaregestützt funktionieren. <application>GNOME Schach</application> wird zusammen mit GNU Chess als vorgegebener Schach-Engine vertrieben. Mit <application>GNOME Schach</application> im Netzwerkmodus kann man gegen andere Gegner im Internet spielen.
ko: <application>그놈 체스</application>는 Python에 기반하여 작성되었으며 체스 보드를 렌더링하는 데에 GTK +와 Cairo를 사용하고 있습니다. Python OpenGL과 GtkGLExt 라이브러리에서 OpenGL을 사용하여 3D 그래픽이 옵션으로 지원되고 있습니다. 최신 3D 프로그램과 같이 하드웨어 가속을 권장하지만 소프트웨어 가속으로도 작동합니다. GNOME Chess는 GNU Chess를 기본 체스 인공지능으로 사용합니다. 또한 GNOME Chess는 네트워크 모드에서 인터넷 대전이 가능합니다.
pl: <application>Szachy GNOME</application> zostały napisane w języku Python za pomocą bibliotek GTK+ i cairo do wyświetlania szachownicy i figur. Opcjonalnie dostępna jest obsługa 3D za pomocą standardu OpenGL przez biblioteki OpenGL dla języka Python i GtkGLExt. Podobnie jak w przypadku większości współczesnych programów 3D, zalecane jest sprzętowe przyspieszenie, ale gra powinna działać też bez niego. Szachy GNOME zawierają mechanizm GNU Chess jako domyślną sztuczną inteligencję. Można grać w trybie sieciowym przeciwko innym graczom w Internecie.

source: Chess is played on a square chessboard, consisting of 64 squares of alternating color. Each player begins the game with sixteen pieces: one king, one queen, two rooks, two knights, two bishops, and eight pawns. One player controls the white pieces and the other player controls the black pieces; the player that controls white is the first to move. The players take turns moving pieces; certain moves involve a "capturing" of an opponent's piece, removing it from the chessboard. The object of the game is to checkmate the opponent's king. This occurs when the king is under immediate attack (in check) and there is no way to remove it from attack on the next move. Theoreticians have developed extensive chess strategies and tactics since the game's inception.
de: Schach wird auf einem quadratischen Schachbrett gespielt, das aus 64 Feldern wechselnder Farbe besteht. Jeder Spieler beginnt das Spiel mit sechzehn Figuren: einem König, einer Dame, zwei Türmen, zwei Springern, zwei Läufern und acht Bauern. Einer der Spieler führt die schwarzen Figuren, der andere die weißen. Derjenige Spieler mit den weißen Figuren beginnt die Partie. Durch Bewegen der Figuren führen die Spieler Züge aus, wobei bestimmte Züge durch »Schlagen« dazu führen, dass eine Figur des Gegners vom Schachbrett entfernt wird. Ziel des Spiels ist es, den gegnerischen König »schachmatt« (oder kurz: »matt«) zu setzen. Dies bedeutet, dass der König einem unmittelbaren Angriff ausgesetzt ist (»im Schach steht«) und es keine Möglichkeit gibt, ihn mit dem nächsten Zug aus seiner Lage zu befreien. Zu Strategie und Taktik im Schach gibt es äußerst umfangreiches Material, das Schachtheoretiker seit Erfindung des Schachspiels entwickelt haben.
ko: 체스는 64 칸이 이루어진 격자 무늬 사각형 체스 보드에서 플레이됩니다. 플레이어는 서로 16 개의 말을 가집니다. 즉, 킹이 1 개, 퀸 1 개, 루크가 2 개, 나이트가 2 개, 비숍 2 개, 그리고 8 개의 폰으로 게임을 시작합니다. 한 플레이어는 흰 말을 다른 플레이어는 검은 말을 조작합니다. 그리고 흰 말을 가진 플레이어가 먼저 말을 움직일 수 있습니다. 말을 움직이는 번 플레이어는 말을 달리는 때 상대의 말을 먹어서 체스 보드에서 내보낼 수도 있습니다. 게임의 목적은 상대의 킹을 체크 메이트하는 것입니다. 체크 메이트는 킹이 직접 공격 (체크)되어 어디로 움직여도 공격에서 벗어날 수없는 상태입니다. 게임이 만들어진 이후 다양한 전략, 전술 이론이 고안되어 있습니다.
pl: Szachy są rozgrywane na kwadratowej szachownicy, składającej się z 64 pól o naprzemiennych kolorach. Każdy gracz zaczyna grę z szesnastoma figurami: jednym królem, jednym hetmanem, dwoma wieżami, dwoma skoczkami, dwoma gońcami i ośmioma pionkami. Jeden gracz używa białych figur, a drugi czarnych. Białe zaczynają grę. Gracze na zmianę wykonują ruchy swoimi figurami. Część ruchów powoduje „zbicie” figury przeciwnika, co zdejmuje ją z szachownicy. Celem gry jest zamatowanie króla przeciwnika. Dzieje się to, kiedy król jest zagrożony zbiciem (w szachu) i nie ma możliwości uratowania go w następnym ruchu. Od powstania gry znawcy rozwinęli rozbudowane strategie i taktyki.

source: The current form of the game emerged in South Europe in the second half of the 15th century after evolving from similar, much older games of Asian origin. Chess is one of the world's most popular board games. The tradition of competitive chess began in the 16th century. The first official World Chess Champion, Wilhelm Steinitz, claimed his title in 1886; his modern equivalent, Vladimir Kramnik, is the 14th Champion in the lineage. There are also biennial world team events called Chess Olympiads. Since the 20th century, two international organizations, the World Chess Federation and the International Correspondence Chess Federation have organized and overseen the top chess competitions and international titles.
de: Die gegenwärtige Form des Spiels tauchte in Südeuropa in der zweiten Hälfte des 15. Jahrhunderts auf, als Weiterentwicklung aus einfacheren, wesentlich älteren Spielen asiatischer Herkunft. Schach ist weltweit eines der populärsten Brettspiele. Die Tradition der Schachturniere begann bereits im 16. Jahrhundert. Der erste offizielle Schachweltmeister, Wilhelm Steinitz, erwarb seinen Titel im Jahre 1886, sein gegenwärtiges Pendant ist Viswanathan Anand, der aktuelle Titelträger. Alle zwei Jahre finden Mannschaftsweltmeisterschaften, »Schacholympiaden« genannt, statt. Seit dem 20. Jahrhundert organisieren und überwachen zwei internationale Verbände, die »World Chess Federation« und die »International Correspondence Chess Federation«, die Spitzenschachturniere, außerdem verleihen sie internationale Titel.
ko: 현재 게임의 형태는 15세기 후반에 남부 유럽에서 비슷한 게임이 생겨난 후 자리잡았으며, 더 오래된 게임은 아시아에서 기원합니다. 체스는 세계에서 가장 인기있는 보드 게임 중 하나입니다. 체스 경기의 전통은 16세기부터 시작되었습니다. 1886 년 Wilhelm Steinitz가 첫 번째로 공식 세계 챔피언 타이틀을 획득했습니다. 현재 Vladimir Kramnik가 14대 세계 챔피언입니다. 또한 2년마다 개최되는 체스 올림피아드라는 국제 행사도 있습니다. 20세기부터 국제 체스 연맹 (World Chess Federation)과 국제 통신 체스 연맹 (International Correspondence Chess Federation)라는 두 개의 세계적인 조직이 설립되어 체스 경기와 국제 타이틀을 감독하고 있습니다.
pl: Obecna forma gry pojawiła się w południowej Europie w drugiej połowie piętnastego wieku, rozwijając się z podobnej, znacznie starszej gry pochodzenia azjatyckiego. Szachy to jedna z najpopularniejszych gier na świecie. Tradycja szachów wyczynowych zaczęła się w szesnastym wieku. Pierwszy oficjalny Mistrz Świata, Wilhelm Steinitz, zdobył tytuł w 1886 roku. Władimir Kramnik to obecny, 14. już Mistrz. Co dwa lata rozgrywane są drużynowe olimpiady szachowe. Od dwudziestego wieku dwie międzynarodowe organizacje, Międzynarodowa Federacja Szachowa i Międzynarodowa Federacja Szachowej Gry Korespondencyjnej, organizują i nadzorują najważniejsze turnieje szachowe i nadawanie tytułów międzynarodowych.

source: One of the goals of early computer scientists was to create a chess-playing machine, and today's chess is deeply influenced by the overwhelming abilities of current chess programs. In 1997, a match between Garry Kasparov, then World Champion, and IBM's Deep Blue chess program proved that computers are able to beat even the strongest human players.
de: Eines der Ziele der frühen Computerwissenschaftler war die Erfindung einer Schach spielenden Maschine. Zur heutigen Zeit ist Schach deutlich beeinflusst von den überwältigenden Fähigkeiten moderner Schachprogramme. Im Jahre 1997 bewies ein Spiel zwischen dem damaligen Weltmeister Garry Kasparow und dem Schachprogramm »Deep Blue« von IBM, dass Computer in der Lage sind, auch die stärksten Spieler zu schlagen.
ko: 초기의 컴퓨터 과학자의 목표 중 하나는, 체스 놀이 시스템을 만드는 것이었습니다. 현재 체스는 최근 체스 프로그램의 압도적인 능력에 깊은 영향을 받고 있습니다. 1997 년 세계 챔피언 Garry Kasparov와 IBM의 Deep Blue 체스 프로그램의 대전은 컴퓨터가 뛰어난 인간 플레이어를 이길 수 있음을 입증했습니다.
pl: Jednym z celów pierwszych informatyków było stworzenie maszyny grającej w szachy, a dzisiejsze szachy są pod głębokim wpływem przytłaczających możliwości obecnych programów szachowych. W 1997 roku mecz między Garri Kasparowem, wtedy Mistrzem Świata, a programem szachowym Deep Blue firmy IBM udowodnił, że komputery są w stanie pokonać nawet najsilniejszych graczy.
