Repository: GNOME/gnome-chess
Catalog: help/*/*.po
Languages: de, ko, pl

source: The rook moves any number of vacant squares vertically or horizontally (it is also involved in the king's special move of castling).
de: Der Turm zieht eine beliebige Anzahl von freien Feldern in senkrechter oder waagerechter Richtung (außerdem ist er bei einem besonderen Königszug, der Rochade, beteiligt).
ko: 루크는 수직 또는 수평 방향의 빈 칸에 임의의 수만큼 이동할 수 있습니다 (킹의 캐슬링의 특별한 움직임에도 관련하고 있습니다).
pl: Wieża rusza się o dowolną liczbę pustych pól pionowo lub poziomo (bierze także udział w specjalnym ruchu króla, roszadzie).

source: Bishop
de: Läufer
ko: 비숍
pl: Goniec

source: The bishop moves any number of vacant squares in any direction diagonally. Note that a bishop never changes square color, therefore players speak about "light-squared" or "dark-squared" bishops.
de: Der Läufer zieht eine beliebige Anzahl von freien Feldern in diagonaler Richtung. Bemerkenswert ist dabei, dass ein Läufer seine Feldfarbe nie verändert, man spricht deshalb von »weißfeldrigen« und »schwarzfeldrigen« Läufern.
ko: 비숍은 대각선 방향의 빈 칸에 원하는 만큼 움직일 수 있습니다. 비숍이 움직일 수 있는 칸은 항상 같은 색깔이라는 점을 주의하십시오. 이 특징으로, 플레이어는 비숍을 "흰색 칸 비숍"또는 "검정 칸 비숍"라고 부르기도합니다.
pl: Goniec rusza się o dowolną liczbę pustych pól w dowolnym kierunku, ale tylko po przekątnej (ukośnie). Zauważ, że goniec nigdy nie zmienia koloru pola, więc gracze mówią o „jasnopolowych” i „ciemnopolowych” gońcach.

source: Queen
de: Dame
ko: 퀸
pl: Hetman

source: The queen can move any number of vacant squares diagonally, horizontally, or vertically.
de: Die Dame zieht eine beliebige Anzahl freier Felder in waagerechter, senkrechter oder diagonaler Richtung.
ko: 퀸은 수평, 수직, 또는 대각선의 빈 칸에 원하는 만큼 움직일 수 있습니다.
pl: Hetman może ruszać się o dowolną liczbę pustych pól ukośnie, poziomo lub pionowo.

source: Knight
de: Springer
ko: 나이트
pl: Skoczek

source: The knight can jump over occupied squares and moves two spaces horizontally and one space vertically or vice versa, making an "L" shape. A knight in the middle of the board has eight squares to which it can move. Note that every time a knight moves, it changes square color.
de: Der Springer kann bereits besetzte Felder überspringen. Er bewegt sich in L-Form zwei Felder waagerecht und eines senkrecht vorwärts oder umgekehrt. Ein Springer in der Mitte des Bretts verfügt über acht Felder, die er beim nächsten Zug besetzen kann. Beachten Sie, dass ein Springer mit jedem Zug seine Feldfarbe wechselt.
ko: 나이트는 점령된 칸을 뛰어넘어, 수평 방향으로 두 칸과 세로 방향으로 한 칸, 또는 그 반대 (수평 방향으로 한 칸과 수직 방향으로 두 칸)의 "L"자로 이동할 수 있습니다. 보드의 중앙 부분에서 나이트는 여덟 칸을 움직일 수 있습니다. 나이트를 이동할 때 항상 다른 색의 칸으로만 이동할 수 있음을 주의하십시오.
pl: Skoczek może przeskakiwać przez inne figury i ruszać się o dwa miejsca poziomo i jedno miejsce pionowo (lub odwrotnie), wykonując ruch w kształcie litery „L”. Skoczek na środku szachownicy ma osiem pól, na które może się ruszyć. Zauważ, że każdy ruch skoczka powoduje zmianę koloru zajmowanego przez niego pola.

source: Pawns
de: Bauern
ko: 폰
pl: Pionki

source: Pawns have the most complex rules of movement: A pawn can move forward one square, if that square is unoccupied. If it has not moved yet, the pawn has the option of moving two squares forward, if both squares in front of the pawn are unoccupied. A pawn cannot move backward. When such an initial two square advance is made that puts that pawn horizontally adjacent to an opponent's pawn, the opponent's pawn can capture that pawn "en passant" as if it moved forward only one square rather than two, but only on the immediately subsequent move. Pawns are the only pieces that capture differently than they move. They can capture an enemy piece on either of the two spaces adjacent to the space in front of them (i.e., the two squares diagonally in front of them), but cannot move to these spaces if they are vacant. If a pawn advances all the way to its eighth rank, it is then promoted (converted) to a queen, rook, bishop, or knight of the same color. In practice, the pawn is almost always promoted to a queen.
de: Die Bauern folgen den kompliziertesten Zugregeln: Ein Bauer darf sich ein Feld vorwärtsbewegen, falls dieses Feld nicht besetzt ist. Beim erstmaligen Zug eines Bauern kann dieser auch zwei Felder vorziehen, falls beide Felder nicht besetzt sind. Ein Bauer kann niemals rückwärts ziehen. Wenn ein erstmaliger Zug über zwei Felder ausgeführt wird und dadurch ein Bauer direkt neben einem gegnerischen Bauern platziert wird, kann er vom gegnerischen Bauer »en passant« geschlagen werden, so als wäre er nur ein Feld anstelle von zwei gezogen. Dies gilt aber nur für den unmittelbar folgenden Zug. Der Bauer ist die einzige Figur, die in eine andere Richtung als die Zugrichtung schlägt. Er kann zwar eine gegnerische Figur auf einem der zwei unmittelbar neben den Feldern seiner Zugrichtung liegenden Feldern schlagen (d.h. den zwei diagonal vor ihm liegenden Feldern), aber er darf die Felder nicht besetzen, falls sie frei sind. Wenn es der Bauer geschafft hat, alle vor ihm liegenden Reihen bis zur achten Reihe zu überqueren, wird er in eine Dame, einen Turm, einen Läufer oder einen Springer der gleichen Farbe umgewandelt. In der Praxis wird der Bauer fast immer in eine Dame umgewandelt.
ko: 폰 운영 규칙은 가장 복잡합니다. 폰은 해당하는 칸이 점령되어 있지 않는 경우 한 칸 앞으로 이동할 수 있습니다. 만약 폰을 아직 한번도 움직이지 않은 경우, 앞의 두 칸이 점령되어 있지 않으면 해당하는 칸을 이동할 수 있습니다. 폰은 후퇴할 수 없습니다. 처음 폰을 두 칸 이동할 때 이 폰 옆에 상대편의 폰이 있으면, 상대편 폰은 마치 이 폰이 두 칸이 아니라 한 칸만 움직인 것과 같이 먹을 수 있습니다. 이것을 "앙 파상(en passant)"이라고 하며, 이것은 오직 폰이 두 칸 움직인 직후에만 가능합니다. 폰은 말의 움직임과 잡는 방식이 다를 수 있는 유일한 말입니다. 폰은 그 앞의 인접한 두 칸 (즉 대각선 앞)의 말을 먹을 수 있습니다. 그러나 그 공간이 빈 칸인 경우, 그곳으로 이동할 수 없습니다. 만약 폰이 나아갈 수 있는 8개의 랭크를 모두 움직인 경우 폰을 같은 색의 퀸, 룩, 비숍 또는 나이트로 바꿀 수 있습니다.
pl: Pionki mają najbardziej złożone reguły ruchu: pionek może ruszyć się naprzód o jedno pole, jeśli jest ono puste. Jeśli pionek nie wykonał jeszcze żadnego ruchu, to może ruszyć się o dwa pola do przodu, jeśli oba pola są puste. Pionek nie może ruszać się do tyłu. Po wykonaniu takiego początkowego ruchu o dwa pola, który umieszcza pionka w poziomym sąsiedztwie pionka przeciwnika, pionek przeciwnika może zbić tego pionka w przelocie, tak jakby ruszył się naprzód tylko o jedno pole zamiast dwóch, ale tylko w kolejnym ruchu. Pionki to jedyne figury bijące inaczej, niż się ruszają. Mogą one zbić figurę przeciwnika po jednym z dwóch miejsc sąsiednich do miejsca przed nimi (tzn. dwa pola po przekątnej przed nimi), ale nie mogą ruszać się na te miejsca, kiedy są puste. Jeśli pionek doszedł na ósmą linię, to jest przemieniany (promowany) na hetmana, wieżę, gońca lub skoczka tego samego koloru. W praktyce pionki prawie zawsze przemieniane są na hetmana.

source: Remaining movement rules
de: Sonstige Zugregeln
ko: 말의 움직임에 대한 추가 규칙
pl: Pozostałe reguły ruchu

source: With the exception of the knight, pieces cannot jump over each other. One's own pieces ("friendly pieces") cannot be passed if they are in the line of movement, and a friendly piece can never replace another friendly piece. Enemy pieces cannot be passed, but they can be "captured". When a piece is captured (or taken), the attacking piece replaces the enemy piece on its square (en passant being the only exception). The captured piece is thus removed from the game and may not be returned to play for the remainder of the game. The king cannot be captured, only put in check. If a player is unable to get the king out of check, checkmate results, with the loss of the game.
de: Mit Ausnahme des Springers können Figuren nicht über andere Figuren springen. Eigene Figuren können nicht übersprungen werden, wenn sie sich in der Linie des Zuges befinden, und eine eigene Figur kann nie durch eine andere eigene Figur ersetzt werden. Fremde Figuren können ebenfalls nicht übersprungen werden, sie können aber geschlagen werden. Wenn eine Figur geschlagen wurde, ersetzt die angreifende Figur die gegnerische Figur auf deren Feld (einzige Ausnahme: Schlagen »en passant«). Dadurch wird die geschlagene Figur aus dem Spiel entfernt und kehrt nicht mehr zurück. Der König kann nicht geschlagen, sondern nur in Schach gesetzt werden. Wenn ein Spieler nicht in der Lage ist, den König aus dem Schach zu befreien, ist er »schachmatt« und hat die Partie verloren.
ko: 나이트를 제외하고, 말을 뛰어넘어 이동할 수 없습니다. 움직이려고 하는 선상에 자신의 말을 ( "아군의 말")이 있는 경우는 지나갈 수 없으며, 아군의 말의 위치를 교환할 수 없습니다. 적의 말을 지나갈 수 없지만 먹을 수 있습니다. 말이 잡힌 (먹힌) 경우 공격한 말을 상대편 말이 위치한 칸으로 이동합니다 (앙 파상은 예외입니다). 캡처된 말은 게임에서 제거되고 나머지 게임에서는 사용되지 않습니다. 킹은 캡처가 불가능하며, 체크만 가능합니다. 만약 플레이어가 킹을 체크에서 벗어나게 할 수 없는 경우는 체크 메이트가 되며 게임에서 패배합니다.
pl: Z wyjątkiem skoczków, figury nie mogą się przeskakiwać. Figury gracza nie mogą być omijane, jeśli są na linii ruchu, ani ze sobą zamieniane. Figury przeciwnika nie mogą być omijane, ale mogą być zbijane. Po zbiciu figury, atakująca figura zastępuje figurę przeciwnika na tym polu (jedynym wyjątkiem jest bicie w locie). Zbita figura jest wtedy zdejmowana z szachownicy i nie może na nią wrócić w tej grze. Króla nie można zbić, tylko zaszachować. Jeśli gracz nie może uratować króla z szachu, to powstaje mat i gracz przegrywa.

source: Chess games do not have to end in checkmate — either player may resign if the situation looks hopeless. Games also may end in a draw (tie). A draw can occur in several situations, including draw by agreement, stalemate, threefold repetition of a position, the fifty move rule, or a draw by impossibility of checkmate (usually because of insufficient material to checkmate).
de: Ein Schachspiel muss nicht in einem Matt enden - jeder Spieler darf aufgeben, wenn die Situation für ihn aussichtslos erscheint. Spiele können auch unentschieden enden (Remis). Ein Remis kann durch verschiedene Situationen entstehen, entweder durch Übereinkunft, durch Patt, durch dreimalige Stellungswiederholung, durch die Fünfzig-Züge-Regel oder dadurch, dass es unmöglich ist, einen König matt zu setzen (üblicherweise durch mangelndes Material).
ko: 체스 게임은 체크 메이트로만 종료해야 하는 것은 아닙니다 - 플레이어는 서로의 상황을 타개할 수 없다고 생각되면 항복할 수 있습니다. 게임이 무승부 (무승부)에서 종료하는 경우도 있습니다. 무승부는 동의에 의한 무승부, 스테일메이트, 삼중 반복, 50회 이동 규칙, 체크 메이트의 불가능에 의한 무승부 (일반적으로 체크 메이트에 필요한 말의 부족으로 발생) 등 여러 가지 상황에서 발생합니다.
pl: Szachy nie muszą kończyć się matem — jeden z graczy może poddać grę, jeśli sytuacja wydaje się nie do uratowania. Szachy mogą także skończyć się remisem. Może on wystąpić w kilku sytuacjach, w tym za obopólna zgodą, z powodu pata, trzykrotnego powtórzenia pozycji, reguły pięćdziesięciu posunięć albo niemożliwości zamatowania (zwykle z powodu braku materiału matującego).

source: Timed Games
de: Spiele mit Zeitbegrenzung
ko: 시간 제한 게임
pl: Gry na czas

source: Games can be played with a time-limit by setting a move time when creating a new game. In timed games each player has a certain amount of time available for deciding which moves to make, and the time remaining for each player decreases only when it is their turn to move.
de: Durch Angabe einer Zugzeit beim Erstellen eines neuen Spiels kann ein Zeitlimit gesetzt werden. In solchen zeitbegrenzten Spielen verfügt jeder der Gegner über eine begrenzte Zeit für seine Züge. Die verbleibende Zeit verringert sich nur, wenn er am Zug ist.
ko: 새로운 게임을 시작할 때 제한 시간을 설정할 수 있습니다. 시간을 설정한 게임에서 각 플레이어는 정해진 제한 시간을 가지며, 자신이 말을 움직일 때 시간이 줄어 듭니다.
pl: Gry mogą być rozgrywane z ograniczeniem czasowym, który można ustawić podczas rozpoczynania nowej gry. W grach na czas gracze mają określony czas na podejmowanie decyzji o ruchach, a czas gracza mija tylko w trakcie jego rundy.

source: Game Draw
de: Remis
ko: 무승부
pl: Remis

source: A game that ends without victory for either player. Most drawn games are draws by agreement based upon the rules. The other ways that a game can end in a draw are stalemate, three-fold repetition, the fifty-move rule, and insufficient material. A position is said to be a draw (or a drawn position) if either player can, through correct play, eventually force the game into a position where the game must end in a draw, regardless of the moves made by the other player.
de: Ein Spiel, das ohne einen Sieg für einen der Gegner endet. Die meisten Remis gibt es durch Übereinkunft der Spieler. Andere Möglichkeiten sind Patt, die dreimalige Stellungswiederholung, die Fünfzig-Züge-Regel oder mangelndes Material. Eine Stellung wird als Remis eingeschätzt, wenn jeder der Spieler durch korrekte Züge in der Lage wäre, das Spiel in eine Remis-Stellung zu bringen, unabhängig von den Zügen des Gegners.
ko: 무승부는 어떤 선수의 승리 없이 게임이 종료되는 것입니다. 대부분의 무승부는 규칙에 따른 합의에 의한 것입니다. 무승부로 게임이 종료되는 다른 경우는 스테일메이트, 삼중반복, 50회 이동 규칙 또는 게임에 필요한 말이 부족한 경우입니다. 만약 플레이어가 게임을 통해 올바른 플레이를 하고 결국 무승부로 끝나지 않을 수 없는 국면에 이르렀을 경우, 다른 플레이어의 움직임에 상관없이 그 국면은 무승부(또는 호각의 국면)라고 합니다.
pl: Gra bez zwycięstwa żadnego z graczy. Większość remisów to remisy za obopólną zgodą (zgodnie z regułami). Inne sposoby, na jakie gra może skończyć się remisem to pat, trzykrotne powtórzenie pozycji, reguła pięćdziesięciu posunięć i brak materiału matującego. Pozycja jest remisowa, jeśli jeden z graczy może, właściwie grając, doprowadzić grę do pozycji wymuszającej remis, niezależnie od ruchów drugiego gracza.

source: Stalemate
de: Patt
ko: 스테일메이트
pl: Pat

source: A stalemate is a position in which the player whose turn it is to move has no legal move and his king is not in check. A stalemate results in an immediate draw.
de: Ein Patt ist eine Stellung, in der der Spieler, welcher am Zug ist, keinen gültigen Zug ausführen kann, aber sein König nicht im Schach steht. Die Partie ist dann Remis.
ko: 스테일메이트는 자기 차례의 플레이어가 킹이 체크되지 않은 상태에서 움직일 수 있는 말이 없는 경우입니다. 스테일메이트인 경우 즉시 무승부가 됩니다.
pl: Pat to pozycja, w której gracz wykonujący posunięcie nie ma dostępnych żadnych dozwolonych ruchów, a jego król nie jest w szachu. Pat powoduje natychmiastowy remis.

source: Threefold repetition
de: Dreimalige Stellungswiederholung
ko: 삼중 반복
pl: Trzykrotne powtórzenie pozycji

source: The game is drawn if the same position occurs three times with the same player to move, and with each player having the same set of legal moves each time (the latter includes the right to take en passant and the right to castle).
de: Das Spiel endet Remis, wenn die gleiche Stellung dreimal hintereinander mit dem gleichen Spieler am Zuge entsteht und jeder der Spieler die gleichen gültigen Züge ausführen kann (damit sind insbesondere Schlagen »en passant« und die Rochade gemeint).
ko: 각 플레이어가 반칙 없이 플레이 했을 때, (말을 먹는 것과 캐슬링도 포함됩니다) 반복하여 동일한 상황이 세 번 나타나면 무승부가 됩니다.
pl: Gra kończy się remisem, jeśli ta sama pozycja wystąpiła trzy razy przy tym samym graczu wykonującym posunięcie, a za każdym razem gracze mają do dyspozycji te same dozwolone ruchy (co obejmuje także prawo do bicia w locie i prawo do wykonania roszady).

source: Fifty move rule
de: Fünfzig-Züge-Regel
ko: 50회 이동 규칙
pl: Reguła pięćdziesięciu posunięć

source: The fifty move rule states that the game is drawn after fifty moves from each side without a pawn move or capture.
de: Die Fünfzig-Züge-Regel besagt, dass das Spiel im Remis endet, sofern während fünfzig Zügen weder ein Bauer bewegt wurde noch eine Figur geschlagen wurde.
ko: 50회의 이동 후에도 폰이 움직이거나 먹히지 않은 경우 50회 이동 규칙을 통해 게임은 무승부로 합니다.
pl: Reguła pięćdziesięciu posunięć mówi, że gra kończy się remisem po pięćdziesięciu ruchach z każdej strony bez ruchu pionkiem lub bicia.

source: Insufficient material
de: Unzureichendes Material
ko: 전력 부족
pl: Brak materiału matującego

source: An endgame scenario in which all pawns have been captured, and one side has only its king remaining while the other is down to just a king or a king plus one knight or one bishop. The position is a draw because it is impossible for the dominant side to deliver checkmate regardless of play. Situations where checkmate is possible only if the inferior side blunders are covered by the fifty-move rule.
de: Eine Endstellung, in der bereits alle Bauern geschlagen wurden, eine Seite nur noch über einen König verfügt und die andere Seite auf einen König oder einen König plus einen Läufer oder Springer reduziert ist. Diese Stellung endet Remis, weil es für die dominante Seite nicht möglich ist, den Gegner schachmatt zu setzen. Situationen in denen Schachmatt nur durch einen groben Patzer der schwächeren Seite möglich wäre, werden durch die Fünfzig-Züge-Regel abgedeckt.
ko: 모든 폰이 먹힌 상태에서, 한 쪽은 오직 킹만 남아 있고, 다른 쪽은 킹만 남아 있거나 킹과 한 개의 나이트 또는 한 개의 비숍 밖에 없어 게임을 종료하는 형국입니다. 이 국면은 우세한 플레이어가 플레이에 관계없이 남은 게임에서 체크 메이트를 걸 수 없기 때문에 무승부입니다. 이 상황에서 가능한 체크 메이트는 열세한 플레이어가 50회 이동 규칙에 실패한 경우입니다.
pl: Końcówka, w której wszystkie pionki zostały zbite, jedna strona ma już tylko króla, a druga tylko króla albo króla z jednym skoczkiem lub gońcem. Ta pozycja jest remisowa, ponieważ wygrywająca strona nie jest w stanie dać mata, niezależnie od wykonywanych ruchów. Reguła pięćdziesięciu posunięć obejmuje sytuacje, w których mat jest możliwy tylko w wyniku grubego błędu przegrywającej strony.

source: Game Settings
de: Spiel-Einstellungen
ko: 게임 설정
pl: Ustawienia gry

source: Game Preferences
de: Spiel-Einstellungen
ko: 게임 기본 설정
pl: Preferencje gry

source: The <interface>Game</interface> tab of the <interface>Preferences</interface> dialog allows you to set up the settings of your choice for new games. In the <interface>Opposing player</interface> section, it is possible to setup the number of human and AI (computer) players. If you have installed any supported chess engines as AI players, these will be displayed in the list of available players. The difficulty setting of the AI players is set in the <interface>Difficulty</interface> section. Finally, the time-limit for each player's move is set in the <interface>Game Duration</interface> section.
de: Der Reiter <interface>Spiel</interface> des Dialogs <interface>Einstellungen</interface> ermöglicht es die Einstellungen Ihrer Wahl für ein neues Spiel einzurichten. Im Abschnitt <interface>Gegner</interface> ist es möglich die Anzahl menschlicher und künstlicher (Rechner-) Spieler einzustellen. Falls Sie unterstützte Schach-Engines für Rechnergegner installiert haben, werden diese in der Liste der verfügbaren Spieler angezeigt. Der Schwierigkeitsgrad des jeweiligen Rechnergegners stellen Sie im Abschnitt <interface>Spielstufe</interface> ein. Die Zeitbegrenzung für jeden Spielerzug wird im Abschnitt <interface>Spieldauer</interface> eingestellt.
ko: <interface>기본 설정</interface> 탭에서 <interface>게임</interface> 대화상자를 통해 새 게임을 시작할 때 여러 사항을 설정할 수 있습니다. <interface>상대 플레이어</interface> 쪽에서 인간 혹은 컴퓨터 플레이어의 수를 설정할 수 있습니다. 만약 어떤 체스 엔진을 AI 플레이어로서 설치하였다면, 사용할 수 있는 AI의 목록이 화면에 뜹니다. AI 플레이어의 난이도는 <interface>난이도</interface> 섹션에서 설정할 수 있습니다. 마지막으로, 각각의 플레이어의 시간 제한은 <interface>제한 시간</interface>에서 설정할 수 있습니다.
pl: Karta <interface>Gra</interface> okna <interface>Preferencji</interface> umożliwia zmianę ustawień nowych gier. W sekcji <interface>Przeciwnik</interface> można ustawić liczbę graczy sterowanych przez ludzi i przez komputer. Jeśli zainstalowano mechanizmy szachowe, to będą one widoczne na liście dostępnych graczy. W sekcji <interface>Poziom trudności</interface> można ustawić poziom trudności sztucznej inteligencji. W sekcji <interface>Ograniczenie czasu</interface> można ustawić ograniczenie czasu na ruchy graczy.

source: Game preferences dialog for GNOME Chess
de: Spiel-Einstellungsdialog für GNOME Schach
ko: 그놈 체스 게임 기본 설정 대화상자
pl: Okno preferencji gry Szachy GNOME

source: <imageobject> <imagedata fileref="figures/preferences-game-3-12.png" format="PNG" srccredit="Andreas"/> </imageobject> <textobject> <phrase>Game preferences dialog for GNOME Chess.</phrase> </textobject>
de: <imageobject> <imagedata fileref="figures/preferences-game-3-12.png" format="PNG" srccredit="Andreas"/> </imageobject> <textobject> <phrase>Spieleinstellungsdialog für GNOME Schach.</phrase> </textobject>
ko: <imageobject> <imagedata fileref="figures/preferences-game-3-12.png" format="PNG" srccredit="Andreas"/> </imageobject> <textobject> <phrase>그놈 체스 게임 기본 설정 대화상자.</phrase> </textobject>
pl: <imageobject> <imagedata fileref="figures/preferences-game-3-12.png" format="PNG" srccredit="Andreas"/> </imageobject> <textobject> <phrase>Okno preferencji gry Szachy GNOME.</phrase> </textobject>

source: Appearance Preferences
de: Einstellungen für Erscheinungsbild
ko: 모양새 기본 설정
pl: Preferencje wyglądu

source: The <interface>Appearance</interface> tab of the <interface>Preferences</interface> dialog allows you to modify board orientation, move format, and the general look and feel of GNOME Chess.
de: Der Reiter <interface>Erscheinungsbild</interface> im Dialog <interface>Einstellungen</interface> ermöglicht das verändern von Spielbrettausrichtung, Bewegungsformat und des allgemeinen Aussehens von GNOME Schach.
ko: <interface>기본 설정</interface>에서 <interface>모양새</interface>탭의 대화 상자를 통해 체스 보드의 방향, 움직임 형식 또는 그놈 체스의 외관을 변경할 수 있습니다.
pl: Karta <interface>Wygląd</interface> okna <interface>Preferencji</interface> umożliwia modyfikowanie kierunku szachownicy, formatu zapisu ruchu i ogólnego wyglądu Szachów GNOME.

source: Appearance preferences dialog for GNOME Chess
de: Einstellungen für Erscheinungsbild für GNOME Schach
ko: 그놈 체스 모양새 기본 설정 대화상자
pl: Okno preferencji wyglądu gry Szachy GNOME

source: <imageobject> <imagedata fileref="figures/preferences-appearance-3-12.png" format="PNG" srccredit="Andreas"/> </imageobject> <textobject> <phrase>Appearance preferences dialog for GNOME Chess.</phrase> </textobject>
de: <imageobject> <imagedata fileref="figures/preferences-appearance-3-12.png" format="PNG" srccredit="Andreas"/> </imageobject> <textobject> <phrase>Dialog der Einstellungen für das Erscheinungsbild von GNOME Schach.</phrase> </textobject>
ko: <imageobject> <imagedata fileref="figures/preferences-appearance-3-12.png" format="PNG" srccredit="Andreas"/> </imageobject> <textobject> <phrase>그놈 체스 모양새 기본 설정 대화상자.</phrase> </textobject>
pl: <imageobject> <imagedata fileref="figures/preferences-appearance-3-12.png" format="PNG" srccredit="Andreas"/> </imageobject> <textobject> <phrase>Okno preferencji wyglądu gry Szachy GNOME.</phrase> </textobject>

source: Chess Engines
de: Schach-Engines
ko: 체스 엔진
pl: Mechanizmy szachowe

source: GNOME Chess should be able to use any Chess Engine Communication Protocol or Universal Chess Interface compatible chess engines, including these chess engines:
de: <application>GNOME Schach</application> sollte in der Lage sein, jede Schach-Engine zu verwenden, die zum »Chess Engine Communication Protocol« oder »Universal Chess Interface« kompatibel ist, was folgende Schach-Engines einschließt:
ko: 그놈 체스는 체스 엔진 통신 프로토콜 혹은 범용 체스 인터페이스와 호환되는 체스 엔진을 사용할 수 있으며 이와 같은 체스 엔진들을 지원합니다:
pl: Szachy GNOME mogą używać każdego mechanizmu szachowego zgodnego z protokołami „Chess Engine Communication Protocol” lub „Universal Chess Interface”, w tym:

source: Authors
de: Autoren
ko: 저자
pl: Autorzy
