Repository: GNOME/gnome-chess
Catalog: help/*/*.po
Languages: de, ko, pl

source: To run <application>GNOME Chess</application>, select <guimenuitem>Chess</guimenuitem> from the <guisubmenu>Games</guisubmenu> submenu of the <guimenu>Main Menu</guimenu>, or type <command>gnome-chess</command> on the command line.
de: Um <application>GNOME Schach</application> zu starten, wählen Sie <guimenuitem>Schach</guimenuitem> aus dem Untermenü <guisubmenu>Spiele</guisubmenu> des <guimenu>Hauptmenüs</guimenu> oder geben Sie <command>gnome-chess</command> in einer Befehlszeile ein.
ko: <application>GNOME Chess</application>를 실행하려면 <guimenu>메인 메뉴</guimenu>의 <guisubmenu> 게임</guisubmenu> 서브 메뉴에서 <guimenuitem>체스</guimenuitem>를 선택하거나 명령 라인 <command>glchess</command>를 입력합니다.
pl: Aby uruchomić grę <application>Szachy GNOME</application>, wybierz <guimenuitem>Szachy</guimenuitem> z podmenu <guisubmenu>Gry</guisubmenu> <guimenu>Głównego menu</guimenu> lub wpisz <command>gnome-chess</command> w wierszu poleceń.

source: Playing GNOME Chess
de: GNOME Schach spielen
ko: 그놈 체스 플레이하기
pl: Gra w Szachy GNOME

source: Main game window
de: Hauptfenster des Spiels
ko: 메인 게임 창
pl: Główne okno gry

source: Starting GNOME Chess displays the main game window as shown below. The game is played by moving chess pieces using the mouse. Each player alternates to move a piece in the appropriate colour, from one board position to another valid board position. The main game window is organized in three main areas: In the top menu and toolbar area, most common game actions can be made. The chess board is in the middle of the window, where the game is played by moving chess pieces using the mouse. Finally, the game history panel is shown at the bottom, where information about the game history, the remaining move time and buttons for showing previous or next moves are available.
de: Beim Start von GNOME Schach wird das unten angezeigte Hauptfenster geöffnet. Die Figuren werden durch Ziehen mit der Maus bewegt. Die Spieler ziehen abwechselnd eine Figur ihrer Farbe von einem Feld zu einem anderen möglichen Feld. Das Hauptfenster teilt sich in drei Bereiche: Im Bereich des Menüs und der Werkzeugleiste werden die häufigsten Spielaktionen ausgeführt. Das eigentliche Schachbrett befindet sich in der Mitte des Fensters, wo mittels der Maus die Züge ausgeführt werden. Zum Schluss am unteren Rand die Chronikleiste, welche Informationen über die bisherigen Züge, die verbleibende Bedenkzeit sowie Knöpfe zum Zugriff auf den vorherigen oder nächsten Zug enthält.
ko: 그놈 체스를 시작하면 다음과 같은 기본 게임 창이 표시됩니다. 게임은 마우스로 말을 움직여 플레이합니다. 플레이어는 서로 바둑판의 적절한 색상의 한 위치에서 다른 적절한 위치로 말을 이동시킵니다. 메인 게임 창은 3 개의 주요 부분으로 이루어져 있습니다: 상단의 메뉴 및 도구 모음에서 대부분의 작업을 수행할 수 있습니다. 화면의 중앙에는 체스 보드가 위치하고 있으며, 마우스를 이용하여 체스 말을 움직일 수 있습니다. 마지막으로 하단의 게임 기록 패널에는 게임 기록 정보와 남은 시간, 그리고 이전 혹은 다음 움직임을 보여주는 단추가 있습니다.
pl: Uruchomienie Szachów GNOME wyświetla główne okno, widoczne poniżej. Gra się wykonując ruchy za pomocą myszy. Gracze naprzemiennie wykonują ruchy figurami w odpowiednim kolorze, przesuwając je z jednej pozycji na inną dozwoloną. Główne okno gry jest podzielone na trzy główne obszary: za pomocą górnego menu i paska narzędziowego można wykonać większość działań w grze. Szachownica znajduje się na środku okna, gdzie gra się przesuwając figury za pomocą myszy. Panel przebiegu gry jest wyświetlany na dole, gdzie dostępne są informacje o przebiegu gry, pozostałym czasie na ruch i przyciski do wyświetlania poprzednich i następnych ruchów.

source: Main window in GNOME Chess
de: Hauptfenster von GNOME Schach
ko: 그놈 체스의 메인 윈도우
pl: Główne okno Szachów GNOME

source: <imageobject> <imagedata fileref="figures/game-3-12.png" format="PNG" srccredit="Andreas"/> </imageobject> <textobject> <phrase>Main window in GNOME Chess.</phrase> </textobject>
de: <imageobject> <imagedata fileref="figures/game-3-12.png" format="PNG" srccredit="Andreas"/> </imageobject> <textobject> <phrase>Hauptfenster von GNOME Schach.</phrase> </textobject>
ko: <imageobject> <imagedata fileref="figures/game-3-12.png" format="PNG" srccredit="Andreas"/> </imageobject> <textobject> <phrase>그놈 체스의 메인 윈도우입니다.</phrase> </textobject>
pl: <imageobject> <imagedata fileref="figures/game-3-12.png" format="PNG" srccredit="Andreas"/> </imageobject> <textobject> <phrase>Główne okno Szachów GNOME.</phrase> </textobject>

source: Starting a new game
de: Ein neues Spiel starten
ko: 새로운 게임 시작하기
pl: Rozpoczynanie nowej gry

source: To start a new game, press the <guibutton>New Game</guibutton> button on the toolbar.
de: Klicken Sie in der Werkzeugleiste auf den Knopf <guibutton>Neues Spiel</guibutton>, um ein neues Spiel zu starten.
ko: 새로운 게임을 시작하려면 툴바에서 <guibutton>새 게임</guibutton> 단추를 눌러주세요.
pl: Aby rozpocząć nową grę, kliknij przycisk <guibutton>Nowa gra</guibutton> na pasku narzędziowym.

source: Menus
de: Menüs
ko: 메뉴
pl: Menu

source: The menu bar, located at the top of the <interface>Main Window</interface>, contains the following menus:
de: Die Menüleiste am oberen Rand des <interface>Hauptfensters</interface> enthält folgende Menüs:
ko: <interface>메인 윈도우</interface> 상단의 메뉴 표시줄에 다음과 같은 메뉴가 있습니다 :
pl: Pasek menu, położony na górze <interface>Głównego okna</interface>, zawiera następujące menu:

source: <guimenu>Game</guimenu>
de: <guimenu>Spiel</guimenu>
ko: <guimenu>게임</guimenu>
pl: <guimenu>Gra</guimenu>

source: <menuchoice> <shortcut> <keysym>Ctrl+N</keysym> </shortcut> <guimenuitem>New</guimenuitem> </menuchoice> This starts a new game of <application>Chess</application>.
de: <menuchoice><shortcut><keysym>Strg+N</keysym></shortcut><guimenuitem>Neu</guimenuitem></menuchoice> Dies startet ein neues Spiel von <application>Schach</application>.
ko: <menuchoice><shortcut><keysym>Ctrl+N</keysym></shortcut><guimenuitem>새 게임</guimenuitem></menuchoice> 을 눌러 새<application>Chess</application>게임을 시작합니다.
pl: <menuchoice> <shortcut> <keysym>Ctrl+N</keysym> </shortcut> <guimenuitem>Nowa</guimenuitem> </menuchoice> Rozpoczyna nową grę.

source: <menuchoice> <shortcut> <keysym>Ctrl+O</keysym> </shortcut> <guimenuitem>Open</guimenuitem> </menuchoice> Loads a previously saved game.
de: <menuchoice><shortcut><keysym>Strg+O</keysym></shortcut><guimenuitem>Öffnen</guimenuitem></menuchoice> Ein zuvor gespeichertes Spiel wird geöffnet.
ko: <menuchoice><shortcut><keysym>Ctrl+O</keysym></shortcut><guimenuitem>열기</guimenuitem></menuchoice> 이전에 저장했던 게임을 불러옵니다.
pl: <menuchoice> <shortcut> <keysym>Ctrl+O</keysym> </shortcut> <guimenuitem>Otwórz</guimenuitem> </menuchoice> Wczytuje poprzednio zapisaną grę.

source: <menuchoice> <shortcut> <keysym>Ctrl+S</keysym> </shortcut> <guimenuitem>Save</guimenuitem> </menuchoice> Saves the current game of chess.
de: <menuchoice><shortcut><keysym>Strg+S</keysym></shortcut><guimenuitem>Speichern</guimenuitem></menuchoice> Das derzeitige Spiel wird gespeichert.
ko: <menuchoice><shortcut><keysym>Ctrl+S</keysym></shortcut><guimenuitem>저장</guimenuitem></menuchoice> 현재 체스 게임을 저장합니다.
pl: <menuchoice> <shortcut> <keysym>Ctrl+S</keysym> </shortcut> <guimenuitem>Zapisz</guimenuitem> </menuchoice> Zapisuje obecną grę.

source: <menuchoice> <guimenuitem>Save As</guimenuitem> </menuchoice> Saves the current game of chess with a new filename.
de: <menuchoice><guimenuitem>Speichern unter</guimenuitem></menuchoice> Das derzeitige Spiel wird unter einem neuen Dateinamen gespeichert.
ko: <menuchoice><guimenuitem>Save AS</guimenuitem></menuchoice> 현제 체스 게임을 새로운 파일 이름으로 저장합니다.
pl: <menuchoice> <guimenuitem>Zapisz jako</guimenuitem> </menuchoice> Zapisuje obecną grę w nowym pliku.

source: <menuchoice> <shortcut> <keysym>Ctrl+L</keysym> </shortcut> <guimenuitem>Network Game</guimenuitem> </menuchoice> This starts a network multiplayer game using GGZ Gaming Zone.
de: <menuchoice><shortcut><keysym>Strg+L</keysym></shortcut><guimenuitem>Netzwerkspiel</guimenuitem></menuchoice> Dies startet ein Netzwerkspiel im Mehrspielermodus in der »GGZ Gaming Zone«.
ko: <menuchoice><shortcut><keysym>Ctrl+L</keysym></shortcut><guimenuitem>네트워크 플레이</guimenuitem></menuchoice> GGZ Gaming Zone을 이용하여 네트워크 멀티플레이어 게임을 시작합니다.
pl: <menuchoice> <shortcut> <keysym>Ctrl+L</keysym> </shortcut> <guimenuitem>Gra sieciowa</guimenuitem> </menuchoice> Rozpoczyna grę wieloosobową przez sieć za pomocą serwisu GGZ Gaming Zone.

source: <menuchoice> <guimenuitem>Resign</guimenuitem> </menuchoice> To concede loss of the game, so that the opponent wins the game.
de: <menuchoice><guimenuitem>Aufgeben</guimenuitem></menuchoice> Das Spiel wird aufgegeben, so dass der Gegner gewinnt.
ko: <menuchoice><guimenuitem>포기</guimenuitem></menuchoice>는 패배를 인정합니다. 따라서 상대방이 해당 게임을 승리하게 됩니다.
pl: <menuchoice> <guimenuitem>Zrezygnuj</guimenuitem> </menuchoice> Oddaje grę — przeciwnik wygrywa.

source: <menuchoice> <guimenuitem>Claim Draw</guimenuitem> </menuchoice> If a claimed draw is accepted, the game ends without victory for either player.
de: <menuchoice><guimenuitem>Remis anbieten</guimenuitem></menuchoice> Wenn das angebotene Remis akzeptiert wird, endet das Spiel unentschieden.
ko: <menuchoice><guimenuitem>무승부 요청</guimenuitem></menuchoice> 무승부 요청이 받아들여지면 어느 한 쪽의 승리 없이 게임이 종료됩니다.
pl: <menuchoice> <guimenuitem>Zaproponuj remis</guimenuitem> </menuchoice> Jeśli remis zostaje przyjęty, gra kończy się bez wygranej żadnego gracza.

source: <menuchoice> <shortcut> <keysym>Ctrl+Q</keysym> </shortcut> <guimenuitem>Quit</guimenuitem> </menuchoice> Ends the game.
de: <menuchoice><shortcut><keysym>Strg+Q</keysym></shortcut><guimenuitem>Beenden</guimenuitem></menuchoice> Beendet das Programm.
ko: <menuchoice><shortcut><keysym>Ctrl+Q</keysym></shortcut><guimenuitem>종료</guimenuitem></menuchoice> 게임을 종료합니다.
pl: <menuchoice> <shortcut> <keysym>Ctrl+Q</keysym> </shortcut> <guimenuitem>Zakończ</guimenuitem> </menuchoice> Kończy grę.

source: This menu contains: <_:itemizedlist-1/>
de: Dieses Menü enthält: <_:itemizedlist-1/>
ko: 메뉴에는 다음 항목들이 들어 있습니다: <_:itemizedlist-1/>
pl: To menu zawiera: <_:itemizedlist-1/>

source: <guimenu>View</guimenu>
de: <guimenu>Ansicht</guimenu>
ko: <guimenu>보기</guimenu>
pl: <guimenu>Widok</guimenu>

source: <menuchoice> <shortcut> <keysym>F11</keysym> </shortcut> <guimenuitem>Fullscreen</guimenuitem> </menuchoice> Shows the game window in fullscreen mode.
de: <menuchoice><shortcut><keysym>F11</keysym></shortcut><guimenuitem>Vollbild</guimenuitem></menuchoice> Das Spielfenster wird im Vollbildmodus angezeigt.
ko: <menuchoice><shortcut><keysym>F11</keysym></shortcut><guimenuitem>전체 화면</guimenuitem></menuchoice> 게임 창을 전체 화면으로 표시합니다.
pl: <menuchoice> <shortcut> <keysym>F11</keysym> </shortcut> <guimenuitem>Pełny ekran</guimenuitem> </menuchoice> Wyświetla grę na pełnym ekranie.

source: <menuchoice> <guimenuitem>3D Chess View</guimenuitem> </menuchoice> Enables 3D chess view mode using OpenGL. This requires Python OpenGL and Python GTKGLExt installed, in addition to a 3D graphics card setup properly. Please contact your system administrator if you have problems, either way you will always be able to play chess in 2D mode.
de: <menuchoice><guimenuitem>3D-Ansicht</guimenuitem></menuchoice> Aktiviert die dreidimensionale Ansicht unter Verwendung von OpenGL. Dazu müssen Python-OpenGL und GTKGLExt installiert sein, außerdem eine korrekt eingerichtete 3D-Grafikkarte. Bei Problemen fragen Sie Ihren Systemverwalter, in jedem Falle ist es möglich, Schach im 2D-Modus zu spielen.
ko: <menuchoice><guimenuitem>3D 체스 모드</guimenuitem></menuchoice>로 OpenGL을 활용한 3차원 그래픽 표시가 가능합니다. 이것은 Python OpenGL과 Python GTKGLExt가 설치되어 있어야 하며, 3D 그래픽 카드가 제대로 설정되어 있어야 합니다. 만약 문제가 있는 경우 시스템 관리자에게 문의하십시오, 2D 모드에서는 항상 체스 게임이 가능합니다.
pl: <menuchoice> <guimenuitem>Widok trójwymiarowy</guimenuitem> </menuchoice> Włącza widok trójwymiarowy za pomocą OpenGL. Wymaga zainstalowania bibliotek OpenGL i GTKGLExt dla języka Python, a także właściwego ustawienia karty graficznej. Skontaktuj się z administratorem komputera, jeśli występują problemy. Zawsze można grać w szachy w trybie dwuwymiarowym.

source: <menuchoice> <guimenuitem>Show Logs</guimenuitem> </menuchoice> Show logs for debugging GNOME Chess and the active chess AI engines.
de: <menuchoice><guimenuitem>Protokolle anzeigen</guimenuitem></menuchoice> Zeigt für Fehlerdiagnose-Zwecke die Protokolle von GNOME Schach und der aktiven Schach-Engine an.
ko: <menuchoice><guimenuitem>로그 보기</guimenuitem></menuchoice>는 그놈 체스와 사용중인 체스 AI 엔진의 디버깅 로그를 표시합니다.
pl: <menuchoice> <guimenuitem>Wyświetl dzienniki</guimenuitem> </menuchoice> Wyświetla dzienniki do debugowania Szachów GNOME i używanych mechanizmów szachowych.

source: <guimenu>Settings</guimenu>
de: <guimenu>Einstellungen</guimenu>
ko: <guimenu>설정</guimenu>
pl: <guimenu>Ustawienia</guimenu>

source: <menuchoice> <guimenuitem>Preferences</guimenuitem> </menuchoice> This opens your window to edit <link linkend="prefs"> preferences.</link>
de: <menuchoice><guimenuitem>Einstellungen</guimenuitem></menuchoice> Ein Fenster zum Bearbeiten der <link linkend="prefs"> Einstellungen</link> wird geöffnet.
ko: <menuchoice><guimenuitem>설정</guimenuitem></menuchoice>은 <link linkend="prefs">설정</link>을 편집할 수 있는 창을 엽니다.
pl: <menuchoice> <guimenuitem>Preferencje</guimenuitem> </menuchoice> Otwiera okno do zmiany <link linkend="prefs">preferencji.</link>

source: <guimenu>Help</guimenu>
de: <guimenu>Hilfe</guimenu>
ko: <guimenu>도움말</guimenu>
pl: <guimenu>Pomoc</guimenu>

source: <menuchoice> <shortcut> <keysym>F1</keysym> </shortcut> <guimenuitem>Contents</guimenuitem> </menuchoice> Display this manual.
de: <menuchoice><shortcut><keysym>F1</keysym></shortcut><guimenuitem>Inhalte</guimenuitem></menuchoice> Dieser Eintrag zeigt dieses Handbuch an.
ko: <menuchoice><shortcut><keysym>F1</keysym></shortcut><guimenuitem>목차</guimenuitem></menuchoice> 이 설명서를 표시합니다.
pl: <menuchoice> <shortcut> <keysym>F1</keysym> </shortcut> <guimenuitem>Spis treści</guimenuitem> </menuchoice> Wyświetla ten podręcznik.

source: <guimenuitem>About</guimenuitem> This opens the <interface>About</interface> dialog which shows basic information about <application>GNOME Chess</application>, such as the author's name, the version number of the game.
de: <guimenuitem>Info</guimenuitem> Dies öffnet den Dialog <interface>Info</interface>, welcher grundlegende Informationen über <application>GNOME Schach</application> anzeigt, wie den Namen des Autors und die Versionsnummer des Programms.
ko: <guimenuitem>정보</guimenuitem>는 제작자의 이름이나 게임 버전과 같은 <application>그놈 체스</application>의 기본적인 정보를 표시하는 <interface>정보</interface> 대화상자를 띄웁니다.
pl: <guimenuitem>O programie</guimenuitem> Otwiera okno <interface>O programie</interface>, wyświetlające podstawowe informacje o <application>Szachach GNOME</application>, takie jak nazwiska autorów i numer wersji.

source: Chess Rules
de: Schachregeln
ko: 체스 규칙
pl: Reguły gry

source: The Rules of Chess
de: Die Regeln des Schachspiels
ko: 체스의 규칙
pl: Reguły gry

source: Chess is played on a square board of eight rows (called ranks and denoted with numbers 1 to 8) and eight columns (called files and denoted with letters a to h) of squares. The colors of the sixty-four squares alternate between light and dark, and are referred to as "light squares" and "dark squares". The chessboard is placed so that each player has a white square in the near right hand corner, and the pieces are set out as shown in the diagram, with each queen on a square that matches its color.
de: Schach wird auf einem aus acht Zeilen (genannt »Reihen« und bezeichnet mit den Ziffern von 1 bis 8) und acht Spalten (genannt »Linien« und bezeichnet mit den Buchstaben von a bis h) bestehenden Brett gespielt. Die Farben der vierundsechzig Felder wechseln zwischen schwarz und weiß. Das Schachbrett wird so platziert, dass sich in der unteren rechten Ecke jeweils ein weißes Feld befindet. Die Figuren werden wie in der Abbildung gezeigt aufgestellt. Die Dame muss dabei immer auf einem Feld stehen, das ihrer eigenen Farbe entspricht.
ko: 체스는 8행 (랭크로 불리며 1에서 8까지의 숫자로 표시됩니다) 8열 (파일이라고 하며 a에서 h 까지의 문자로 표시됩니다)의 사각형 보드에서 진행됩니다. 64개의 사각형은 흑백 격자 모양으로 배치되어 있으며, 각각 "흰색 칸", "검은색 칸"이라고합니다. 체스 보드는 흰색 칸이 두 플레이어의 오른 손 가까이 오도록 배치하고, 말은 그림과 같이 서로의 퀸이 위치한 칸의 색과 동일한 위치에 배치합니다.
pl: W szachy gra się na kwadratowej szachownicy o ośmiu rzędach (zwanych liniami poziomymi i oznaczonymi cyframi od 1 do 8) i ośmiu kolumnach (zwanych liniami pionowymi i oznaczonymi literami od a do h) pól. Kolory tych 64 pól są naprzemiennie jasne i ciemne. Szachownica jest ułożona tak, aby każdy gracz miał białe pole po prawej stronie pierwszego rzędu, a figury są ułożone tak jak na ilustracji, gdzie każdy hetman znajduje się na polu o swoim kolorze.

source: Each player begins the game with sixteen pieces: each player's pieces comprise one king, one queen, two rooks, two bishops, two knights and eight pawns. One player, referred to as White, controls the white pieces and the other player, Black, controls the black pieces; White is always the first player to move. The colors are chosen either by a friendly agreement, by a game of chance or by a tournament director. The players alternate moving one piece at a time (with the exception of castling, when two pieces are moved at the same time). Pieces are moved to either an unoccupied square, or one occupied by an opponent's piece, capturing it and removing it from play. With one exception (en passant), all pieces capture opponent's pieces by moving to the square that the opponent's piece occupies.
de: Jeder der Spieler beginnt das Spiel mit sechzehn Figuren: einem König, einer Dame, zwei Türmen, zwei Läufern, zwei Springern und acht Bauern. Einer der Spieler, als »Weiß« bezeichnet, führt die weißen Figuren, der andere Spieler, »Schwarz« genannt, die schwarzen. Weiß ist immer als erster am Zuge. Über die Vergabe der Farben entscheiden entweder die Spieler in gegenseitigem Einvernehmen, oder die Vergabe wird durch Auslosung oder den Leiter des Turniers bestimmt. Die Spieler bewegen jeweils eine Figur pro Zug, mit Ausnahme einer Rochade, bei der zwei Figuren gleichzeitig bewegt werden. Die Figuren ziehen entweder auf ein unbesetztes Feld oder auf eines, das bereits durch eine Figur des Gegners belegt ist. In diesem Fall wird diese Figur geschlagen und aus dem Spiel entfernt. Mit einer Ausnahme (Schlagen »en passant«) entfernen alle Figuren die Figuren des Gegners durch Ziehen auf ein durch eine Figur besetztes Feld.
ko: 각각의 플레이어는 16 개의 말을 가지고 게임을 시작하며, 각 플레이어의 말은 1 개의 킹, 1 개의 퀸, 2 개의 루크, 2 개의 비숍, 2 개의 나이트, 그리고 8 개의 폰으로 구성됩니다. 흰색 플레이어는 흰색의 말을 움직이며, 검정색 플레이어는 검정색 말을 움직입니다. 흰색 플레이어가 항상 먼저 말을 이동합니다. 색상의 선택은 해당 토너먼트의 디렉터 또는 우호적인 합의에 따라 결정됩니다. 플레이어는 한 번에 하나의 말을 교대로 이동합니다 (한 번에 2 개의 말을 움직이는 캐슬링의 경우는 예외입니다). 말은 비어있는 칸, 또는 적의 말이 있는 칸으로 이동시킬 수 있으며, 적의 말을 먹어서 게임에서 제거할 수 있습니다. (참고) 한 가지 예외는 모든 말은 적의 말이 있는 칸으로 말을 이동시켜서 적의 말을 먹을 수 있다는 것입니다.
pl: Każdy gracz zaczyna grę z szesnastoma figurami: jednym królem, jednym hetmanem, dwoma wieżami, dwoma skoczkami, dwoma gońcami i ośmioma pionkami. Jeden gracz używa białych figur, a drugi czarnych. Białe zaczynają grę. Kolory są wybierane za zgodą graczy, losowo lub przez prowadzącego turniej. Gracze na zmianę wykonują ruch jedną własną figurą (z wyjątkiem roszady, w której ruszają się dwie figury naraz). Figury ruszają się do pustego pola lub pola zajętego przez figurę przeciwnika, zbijając ją i zdejmując z szachownicy. Poza jednym wyjątkiem (bicie w przelocie), wszystkie figury zbijają figury przeciwnika ruszając się na pole zajęte przez figurę przeciwnika.

source: King
de: König
ko: 킹
pl: Król

source: When a king is under direct attack by one (or possibly two) of the opponent's pieces, the player is said to be in check. When in check, only moves that remove the king from attack are permitted. The player must not make any move that would place his king in check. The object of the game is to checkmate the opponent; this occurs when the opponent's king is in check, and there are no moves that remove the king from attack.
de: Wenn ein König einem direkten Angriff durch gegnerische Figuren ausgesetzt ist (oder auch zwei Angriffen), sagt man, der Spieler steht im Schach. In diesem Zustand dürfen nur Züge ausgeführt werden, die den König aus dieser Lage befreien. Der Spieler darf keinen Zug ausführen, der seinen König in Schach versetzen würde. Ziel des Spiels ist es, den Gegner matt zu setzen. Das bedeutet, dass der König im Schach steht und es mit keinem Zug möglich ist, den Angriff auf den König abzuwehren.
ko: 하나 (또는 둘)의 상대편 말이 킹을 공격하는 경우 플레이어는 체크라고 말합니다. 체크된 경우 킹을 공격범위에서 벗어나게 하는 이동만이 허용됩니다. 킹이 체크되어 있는 경우 플레이어는 킹을 체크에서 벗어나게 하는 이외의 수를 둘 수 없습니다. 게임의 목적은 상대편을 체크 메이트 하는 것으로, 체크 메이트는 적의 킹을 체크하여 공격으로부터의 탈출법이 없는 상태입니다.
pl: Kiedy król jest atakowany przez jedną (lub czasem dwie) figury przeciwnika, to gracz jest w szachu. W takiej sytuacji dozwolone są tylko ruchy zdejmujące szach. Gracz nie może wykonać żadnego ruchu, który zaszachowałby jego króla. Celem gry jest zamatowanie przeciwnika, co ma miejsce, kiedy jego król jest w szachu i nie ma możliwych ruchów, które zdjęłyby szach.

source: The king can move only one square horizontally, vertically, or diagonally. Once in the game, each king is allowed to make a special double move, to castle. Castling consists of moving the king two squares towards a rook, then moving the rook onto the square over which the king crossed. Castling is only permissible if all of the following conditions hold:
de: Der König kann nur ein Feld waagerecht, senkrecht oder diagonal ziehen. Ein einziges Mal in einem Spiel ist es jedem König erlaubt, einen speziellen Doppelzug auszuführen, die Rochade. Diese besteht darin, zunächst mit dem König zwei Felder in Richtung eines der Türme zu ziehen, und danach mit dem Turm auf das Feld zu ziehen, welches der König überquert hat. Eine Rochade ist nur möglich, wenn folgende Bedingungen erfüllt sind:
ko: 킹은 가로, 세로 또는 대각선으로 한 칸만을 움직일 수 있습니다. 게임에서 단 한 번, 캐슬링은 특별한 방법으로 서로의 킹을 2 칸 이동할 수 있습니다. 캐슬링은 킹이 루크를 향해 2칸 이동 후에 룩이 킹의 원래 위치로 이동하는 것입니다. 캐슬링은 다음 조건이 충족되면 할 수 있습니다 :
pl: Król może ruszać się o jedno pole poziomo, pionowo lub ukośnie. Raz na grę król może wykonać specjalny podwójny ruch, zwany roszadą. Roszada polega na ruchu króla dwa pola w stronę wieży, a następnie ruchu wieży na pole, przez które przeszedł król. Roszada jest dozwolona tylko, jeśli spełniono te warunki:

source: The player must never have moved both the king and the rook involved in castling.
de: Der Spieler darf vorher den König und den für die Rochade vorgesehenen Turm noch nicht bewegt haben.
ko: 캐슬링 전에 킹과 루크를 모두 움직이지 않았어야 합니다.
pl: Gracz nie ruszył jeszcze króla i danej wieży.

source: There must be no pieces between the king and the rook.
de: Es dürfen sich keine Figuren zwischen König und Turm befinden.
ko: 킹과 루크의 사이에 말이 없어야 합니다.
pl: Nie może być żadnych figur między królem a wieżą.

source: The king may not currently be in check, nor may the king pass through squares that are under attack by enemy pieces. As with any move, castling is illegal if it would place the king in check.
de: Der König darf gegenwärtig weder im Schach stehen, noch darf er ein Feld überqueren, auf dem er durch andere Figuren bedroht wäre. Wie bei jedem anderen Zug auch, ist es verboten, den König auf ein Feld zu ziehen, auf dem er im Schach steht.
ko: 킹은 체크메이트된 상태로 있을 수 없으며, 상대편의 말이 공격할 수 있는 칸으로 움직일 수 없습니다. 킹이 체크메이트 될 수 있는 곳으로 이동한다면 캐슬링은 성립하지 않습니다.
pl: Król nie może być w szachu, ani nie może przechodzić przez pola atakowane przez figury przeciwnika. Tak jak w przypadku każdego ruchu, roszada jest niedozwolona, jeśli spowodowałaby zaszachowanie króla.

source: The king and the rook must be on the same rank (to exclude castling with a promoted pawn).
de: König und Turm müssen auf derselben Reihe stehen (dies schließt die Rochade mit einem umgewandelten Bauern aus).
ko: 킹과 루크가 같은 계급이어야 한다 (퀸으로 승격된 폰을 캐슬링하지 않도록).
pl: Król i wieża muszą być na tej samej linii (aby wykluczyć roszadę z przemienionym pionkiem).

source: Rook
de: Turm
ko: 루크
pl: Wieża
