Repository: GNOME/gnome-chess
Catalog: po/*.po
Languages: en@shaw

source: A list of recently played games.
en@shaw: ğ‘© ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘ğ‘¤ğ‘±ğ‘› ğ‘œğ‘±ğ‘¥ğ‘Ÿ.

source: Animations
en@shaw: ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Recently played games
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘ğ‘¤ğ‘±ğ‘› ğ‘œğ‘±ğ‘¥ğ‘Ÿ

source: Select the style of control
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤

source: Select whether to drag the cards or to click on the source then the destination.
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘›ğ‘®ğ‘¨ğ‘œ ğ‘ ğ‘’ğ‘¸ğ‘›ğ‘Ÿ ğ‘¹ ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘¹ğ‘• ğ‘ğ‘§ğ‘¯ ğ‘ ğ‘›ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯.

source: Sound
en@shaw: ğ‘•ğ‘¬ğ‘¯ğ‘›

source: Statistics of games played
en@shaw: ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘• ğ‘ ğ‘œğ‘±ğ‘¥ğ‘Ÿ ğ‘ğ‘¤ğ‘±ğ‘›

source: The game file to use
en@shaw: ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘“ğ‘²ğ‘¤ ğ‘‘ ğ‘¿ğ‘•

source: The name of the file with the graphics for the cards.
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘• ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘¸ğ‘›ğ‘Ÿ.

source: The name of the scheme file containing the solitaire game to play.
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ Â·ğ‘•ğ‘’ğ‘°ğ‘¥ ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘ªğ‘¤ğ‘¦ğ‘‘ğ‘º ğ‘œğ‘±ğ‘¥ ğ‘‘ ğ‘ğ‘¤ğ‘±.

source: Theme file name
en@shaw: ğ‘”ğ‘°ğ‘¥ ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥

source: Whether or not to animate card moves.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¹ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘‘ ğ‘’ğ‘¸ğ‘› ğ‘¥ğ‘µğ‘ğ‘Ÿ.

source: Whether or not to play event sounds.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¹ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘ğ‘¤ğ‘± ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ.

source: Whether or not to show the status bar
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¹ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘–ğ‘´ ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘šğ‘¸

source: Whether or not to show the toolbar
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¹ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘–ğ‘´ ğ‘ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸

source: Select Game
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘œğ‘±ğ‘¥

source: _Select
en@shaw: _ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘

# slot type
source: foundation
en@shaw: ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯

# slot type
source: reserve
en@shaw: ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘

# slot type
source: stock
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘’

# slot type
source: tableau
en@shaw: ğ‘‘ğ‘©ğ‘šğ‘¤ğ‘´

# slot type
source: waste
en@shaw: ğ‘¢ğ‘±ğ‘•ğ‘‘

source: This game does not have hint support yet.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘œğ‘±ğ‘¥ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘£ğ‘¦ğ‘¯ğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘˜ğ‘§ğ‘‘.

source: Move %s onto %s.
en@shaw: ğ‘¥ğ‘µğ‘ %s ğ‘ªğ‘¯ğ‘‘ğ‘µ %s.

source: You are searching for a %s.
en@shaw: ğ‘¿ ğ‘¸ ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘© %s.

source: This game is unable to provide a hint.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘œğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘› ğ‘© ğ‘£ğ‘¦ğ‘¯ğ‘‘.

source: Peek
en@shaw: Â·ğ‘ğ‘°ğ‘’

source: Fortunes
en@shaw: Â·ğ‘“ğ‘¹ğ‘‘ğ‘¿ğ‘¯ğ‘Ÿ

source: King Albert
en@shaw: ğ‘’ğ‘¦ğ‘™ Â·ğ‘¨ğ‘¤ğ‘šğ‘¼ğ‘‘

source: First Law
en@shaw: Â·ğ‘“ğ‘»ğ‘•ğ‘‘ Â·ğ‘¤ğ‘·

source: Straight Up
en@shaw: Â·ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ Â·ğ‘³ğ‘

source: Jumbo
en@shaw: Â·ğ‘¡ğ‘³ğ‘¥ğ‘šğ‘´

source: Accordion
en@shaw: Â·ğ‘©ğ‘’ğ‘ªğ‘®ğ‘›ğ‘°ğ‘©ğ‘¯

source: Ten Across
en@shaw: Â·ğ‘‘ğ‘§ğ‘¯ Â·ğ‘©ğ‘’ğ‘®ğ‘ªğ‘•

source: Plait
en@shaw: Â·ğ‘ğ‘¤ğ‘©ğ‘‘

source: Lady Jane
en@shaw: Â·ğ‘¤ğ‘±ğ‘›ğ‘¦ Â·ğ‘¡ğ‘±ğ‘¯

source: Gypsy
en@shaw: Â·ğ‘¡ğ‘¦ğ‘ğ‘•ğ‘¦

source: Neighbor
en@shaw: Â·ğ‘¯ğ‘±ğ‘šğ‘¼

source: Jamestown
en@shaw: Â·ğ‘¡ğ‘±ğ‘¥ğ‘Ÿğ‘‘ğ‘¶ğ‘¯

source: Osmosis
en@shaw: Â·ğ‘ªğ‘Ÿğ‘¥ğ‘´ğ‘•ğ‘¦ğ‘•

source: Kings Audience
en@shaw: Â·ğ‘’ğ‘¦ğ‘™ğ‘Ÿ Â·ğ‘·ğ‘›ğ‘¦ğ‘©ğ‘¯ğ‘•

source: Glenwood
en@shaw: Â·ğ‘œğ‘¤ğ‘§ğ‘¯ğ‘¢ğ‘«ğ‘›

source: Monte Carlo
en@shaw: Â·ğ‘¥ğ‘­ğ‘¯ğ‘‘ğ‘¦ Â·ğ‘’ğ‘¸ğ‘¤ğ‘´

source: Kansas
en@shaw: Â·ğ‘’ğ‘¨ğ‘¯ğ‘Ÿğ‘©ğ‘•

source: Camelot
en@shaw: Â·ğ‘’ğ‘¨ğ‘¥ğ‘©ğ‘¤ğ‘ªğ‘‘

source: Fourteen
en@shaw: Â·ğ‘“ğ‘¹ğ‘‘ğ‘°ğ‘¯

source: Scorpion
en@shaw: Â·ğ‘•ğ‘’ğ‘ªğ‘®ğ‘ğ‘°ğ‘©ğ‘¯

source: Isabel
en@shaw: Â·ğ‘¦ğ‘Ÿğ‘©ğ‘šğ‘§ğ‘¤

source: Escalator
en@shaw: Â·ğ‘§ğ‘•ğ‘’ğ‘©ğ‘¤ğ‘±ğ‘‘ğ‘»

source: Agnes
en@shaw: Â·ğ‘¨ğ‘œğ‘¯ğ‘¦ğ‘•

source: Bristol
en@shaw: Â·ğ‘šğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¤

source: Bear River
en@shaw: Â·ğ‘šğ‘º Â·ğ‘®ğ‘¦ğ‘ğ‘¼

source: Gold Mine
en@shaw: Â·ğ‘œğ‘´ğ‘¤ğ‘› Â·ğ‘¥ğ‘²ğ‘¯

source: Athena
en@shaw: Â·ğ‘©ğ‘”ğ‘°ğ‘¯ğ‘©

source: Chessboard
en@shaw: Â·ğ‘—ğ‘§ğ‘•ğ‘šğ‘¹ğ‘›

source: Backbone
en@shaw: Â·ğ‘šğ‘¨ğ‘’ğ‘šğ‘´ğ‘¯

source: Yukon
en@shaw: Â·ğ‘˜ğ‘µğ‘’ğ‘­ğ‘¯

source: Union Square
en@shaw: Â·ğ‘¿ğ‘¯ğ‘¦ğ‘©ğ‘¯ Â·ğ‘•ğ‘’ğ‘¢ğ‘º

source: Eight Off
en@shaw: Â·ğ‘±ğ‘‘ Â·ğ‘ªğ‘“

source: Forty Thieves
en@shaw: Â·ğ‘“ğ‘¹ğ‘‘ğ‘° Â·ğ‘”ğ‘°ğ‘ğ‘Ÿ

source: Streets And Alleys
en@shaw: Â·ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘• ğ‘¯ Â·ğ‘¨ğ‘¤ğ‘°ğ‘Ÿ

source: Maze
en@shaw: Â·ğ‘¥ğ‘±ğ‘Ÿ

source: Clock
en@shaw: Â·ğ‘’ğ‘¤ğ‘ªğ‘’

source: Canfield
en@shaw: Â·ğ‘’ğ‘¨ğ‘¯ğ‘“ğ‘°ğ‘¤ğ‘›

source: Thirteen
en@shaw: Â·ğ‘”ğ‘»ğ‘‘ğ‘°ğ‘¯

source: Bakers Game
en@shaw: Â·ğ‘šğ‘±ğ‘’ğ‘¼ğ‘Ÿ Â·ğ‘œğ‘±ğ‘¥

source: Triple Peaks
en@shaw: Â·ğ‘‘ğ‘®ğ‘¦ğ‘ğ‘©ğ‘¤ Â·ğ‘ğ‘°ğ‘’ğ‘•

source: Terrace
en@shaw: Â·ğ‘‘ğ‘ºğ‘¦ğ‘•

source: Aunt Mary
en@shaw: Â·ğ‘­ğ‘¯ğ‘‘ Â·ğ‘¥ğ‘ºğ‘¦

source: Carpet
en@shaw: Â·ğ‘’ğ‘¸ğ‘ğ‘©ğ‘‘

source: Sir Tommy
en@shaw: Â·ğ‘•ğ‘» Â·ğ‘‘ğ‘ªğ‘¥ğ‘¦

source: Diamond Mine
en@shaw: Â·ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘› Â·ğ‘¥ğ‘²ğ‘¯

source: Yield
en@shaw: Â·ğ‘˜ğ‘°ğ‘¤ğ‘›

source: Labyrinth
en@shaw: Â·ğ‘¤ğ‘¨ğ‘šğ‘»ğ‘¦ğ‘¯ğ‘”

source: Thieves
en@shaw: Â·ğ‘”ğ‘°ğ‘ğ‘Ÿ

source: Saratoga
en@shaw: Â·ğ‘•ğ‘§ğ‘®ğ‘©ğ‘‘ğ‘´ğ‘œğ‘©

source: Cruel
en@shaw: Â·ğ‘’ğ‘®ğ‘«ğ‘©ğ‘¤

source: Block Ten
en@shaw: Â·ğ‘šğ‘¤ğ‘ªğ‘’ Â·ğ‘‘ğ‘§ğ‘¯

source: Will O The Wisp
en@shaw: Â·ğ‘¢ğ‘¦ğ‘¤ ğ‘´ ğ‘ Â·ğ‘¢ğ‘¦ğ‘•ğ‘

source: Odessa
en@shaw: Â·ğ‘´ğ‘›ğ‘§ğ‘•ğ‘©

source: Eagle Wing
en@shaw: Â·ğ‘°ğ‘œğ‘©ğ‘¤ Â·ğ‘¢ğ‘¦ğ‘™

source: Zebra
en@shaw: Â·ğ‘Ÿğ‘§ğ‘šğ‘®ğ‘©

source: Cover
en@shaw: Â·ğ‘’ğ‘³ğ‘ğ‘¼

source: Elevator
en@shaw: Â·ğ‘§ğ‘¤ğ‘©ğ‘ğ‘±ğ‘‘ğ‘»

source: Fortress
en@shaw: Â·ğ‘“ğ‘ªğ‘®ğ‘‘ğ‘®ğ‘©ğ‘•

source: Giant
en@shaw: Â·ğ‘¡ğ‘²ğ‘©ğ‘¯ğ‘‘

source: Spider
en@shaw: Â·ğ‘•ğ‘ğ‘²ğ‘›ğ‘»

source: Gaps
en@shaw: Â·ğ‘œğ‘¨ğ‘ğ‘•

source: Bakers Dozen
en@shaw: Â·ğ‘šğ‘±ğ‘’ğ‘¼ğ‘Ÿ ğ‘›ğ‘³ğ‘Ÿğ‘©ğ‘¯

source: Whitehead
en@shaw: Â·ğ‘¢ğ‘²ğ‘‘ğ‘£ğ‘§ğ‘›

source: Helsinki
en@shaw: Â·ğ‘£ğ‘§ğ‘¤ğ‘•ğ‘¦ğ‘™ğ‘’ğ‘°

source: Spider Three Decks
en@shaw: Â·ğ‘•ğ‘ğ‘²ğ‘›ğ‘» ğ‘”ğ‘®ğ‘° ğ‘›ğ‘§ğ‘’ğ‘•

source: Scuffle
en@shaw: Â·ğ‘•ğ‘’ğ‘©ğ‘“ğ‘©ğ‘¤

source: Poker
en@shaw: Â·ğ‘ğ‘´ğ‘’ğ‘¼

source: Klondike Three Decks
en@shaw: Â·ğ‘’ğ‘¤ğ‘­ğ‘¯ğ‘›ğ‘²ğ‘’ ğ‘”ğ‘®ğ‘° ğ‘›ğ‘§ğ‘’ğ‘•

source: Valentine
en@shaw: Â·ğ‘ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘‘ğ‘²ğ‘¯

source: Royal East
en@shaw: Â·ğ‘®ğ‘¶ğ‘©ğ‘¤ ğ‘°ğ‘•ğ‘‘

source: Thumb And Pouch
en@shaw: Â·ğ‘”ğ‘³ğ‘¥ ğ‘¯ ğ‘ğ‘¶ğ‘—

source: Klondike
en@shaw: Â·ğ‘’ğ‘¤ğ‘­ğ‘¯ğ‘›ğ‘²ğ‘’

source: Template
en@shaw: Â·ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¤ğ‘±ğ‘‘

source: Golf
en@shaw: Â·ğ‘œğ‘­ğ‘¤ğ‘“

source: Beleaguered Castle
en@shaw: Â·ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘œğ‘»ğ‘› ğ‘’ğ‘­ğ‘•ğ‘©ğ‘¤

source: Hopscotch
en@shaw: Â·ğ‘£ğ‘ªğ‘ğ‘•ğ‘’ğ‘ªğ‘—

source: Solitaire
en@shaw: ğ‘•ğ‘ªğ‘¤ğ‘¦ğ‘‘ğ‘º

source: GNOME Solitaire
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘•ğ‘ªğ‘¤ğ‘¦ğ‘‘ğ‘º

source: About Solitaire
en@shaw: ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘•ğ‘ªğ‘¤ğ‘¦ğ‘‘ğ‘º

source: Select the game type to play
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘‘ğ‘²ğ‘ ğ‘‘ ğ‘ğ‘¤ğ‘±

source: NAME
en@shaw: ğ‘¯ğ‘±ğ‘¥

source: Select the game number
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼

source: NUMBER
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼

source: Play many different solitaire games
en@shaw: ğ‘ğ‘¤ğ‘± ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘ªğ‘¤ğ‘¦ğ‘‘ğ‘º ğ‘œğ‘±ğ‘¥ğ‘Ÿ

source: Unknown color
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Unknown suit
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘•ğ‘¿ğ‘‘

source: Unknown value
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘ğ‘¨ğ‘¤ğ‘¿

source: ace
en@shaw: ğ‘±ğ‘•

source: black joker
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘¡ğ‘´ğ‘’ğ‘»

source: clubs
en@shaw: ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: diamonds
en@shaw: ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: eight
en@shaw: ğ‘±ğ‘‘

source: five
en@shaw: ğ‘“ğ‘²ğ‘

source: four
en@shaw: ğ‘“ğ‘¹

source: hearts
en@shaw: ğ‘£ğ‘¸ğ‘‘ğ‘•

source: jack
en@shaw: ğ‘¡ğ‘¨ğ‘’

source: king
en@shaw: ğ‘’ğ‘¦ğ‘™

source: nine
en@shaw: ğ‘¯ğ‘²ğ‘¯

source: queen
en@shaw: ğ‘’ğ‘¢ğ‘°ğ‘¯

source: red joker
en@shaw: ğ‘®ğ‘§ğ‘› ğ‘¡ğ‘´ğ‘’ğ‘»

source: seven
en@shaw: ğ‘•ğ‘§ğ‘ğ‘§ğ‘¯

source: six
en@shaw: ğ‘•ğ‘¦ğ‘’ğ‘•

source: spades
en@shaw: ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: ten
en@shaw: ğ‘‘ğ‘§ğ‘¯

source: the ace of clubs
en@shaw: ğ‘ ğ‘±ğ‘• ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: the ace of diamonds
en@shaw: ğ‘ ğ‘±ğ‘• ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: the ace of hearts
en@shaw: ğ‘ ğ‘±ğ‘• ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: the ace of spades
en@shaw: ğ‘ ğ‘±ğ‘• ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: the eight of clubs
en@shaw: ğ‘ ğ‘±ğ‘‘ ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: the eight of diamonds
en@shaw: ğ‘ ğ‘±ğ‘‘ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: the eight of hearts
en@shaw: ğ‘ ğ‘±ğ‘‘ ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: the eight of spades
en@shaw: ğ‘ ğ‘±ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: the five of clubs
en@shaw: ğ‘ ğ‘“ğ‘²ğ‘ ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: the five of diamonds
en@shaw: ğ‘ ğ‘“ğ‘²ğ‘ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: the five of hearts
en@shaw: ğ‘ ğ‘“ğ‘²ğ‘ ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: the five of spades
en@shaw: ğ‘ ğ‘“ğ‘²ğ‘ ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: the four of clubs
en@shaw: ğ‘ ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: the four of diamonds
en@shaw: ğ‘ ğ‘“ğ‘¹ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: the four of hearts
en@shaw: ğ‘ ğ‘“ğ‘¹ ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: the four of spades
en@shaw: ğ‘ ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: the jack of clubs
en@shaw: ğ‘ Â·ğ‘¡ğ‘¨ğ‘’ ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: the jack of diamonds
en@shaw: ğ‘ Â·ğ‘¡ğ‘¨ğ‘’ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: the jack of hearts
en@shaw: ğ‘ Â·ğ‘¡ğ‘¨ğ‘’ ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: the jack of spades
en@shaw: ğ‘ Â·ğ‘¡ğ‘¨ğ‘’ ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: the king of clubs
en@shaw: ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: the king of diamonds
en@shaw: ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: the king of hearts
en@shaw: ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: the king of spades
en@shaw: ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: the nine of clubs
en@shaw: ğ‘ ğ‘¯ğ‘²ğ‘¯ ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: the nine of diamonds
en@shaw: ğ‘ ğ‘¯ğ‘²ğ‘¯ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: the nine of hearts
en@shaw: ğ‘ ğ‘¯ğ‘²ğ‘¯ ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: the nine of spades
en@shaw: ğ‘ ğ‘¯ğ‘²ğ‘¯ ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: the queen of clubs
en@shaw: ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: the queen of diamonds
en@shaw: ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: the queen of hearts
en@shaw: ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: the queen of spades
en@shaw: ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: the seven of clubs
en@shaw: ğ‘ ğ‘•ğ‘§ğ‘ğ‘§ğ‘¯ ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: the seven of diamonds
en@shaw: ğ‘ ğ‘•ğ‘§ğ‘ğ‘§ğ‘¯ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: the seven of hearts
en@shaw: ğ‘ ğ‘•ğ‘§ğ‘ğ‘§ğ‘¯ ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: the seven of spades
en@shaw: ğ‘ ğ‘•ğ‘§ğ‘ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: the six of clubs
en@shaw: ğ‘ ğ‘•ğ‘¦ğ‘’ğ‘• ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: the six of diamonds
en@shaw: ğ‘ ğ‘•ğ‘¦ğ‘’ğ‘• ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: the six of hearts
en@shaw: ğ‘ ğ‘•ğ‘¦ğ‘’ğ‘• ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: the six of spades
en@shaw: ğ‘ ğ‘•ğ‘¦ğ‘’ğ‘• ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: the ten of clubs
en@shaw: ğ‘ ğ‘‘ğ‘§ğ‘¯ ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: the ten of diamonds
en@shaw: ğ‘ ğ‘‘ğ‘§ğ‘¯ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: the ten of hearts
en@shaw: ğ‘ ğ‘‘ğ‘§ğ‘¯ ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: the ten of spades
en@shaw: ğ‘ ğ‘‘ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: the three of clubs
en@shaw: ğ‘ ğ‘”ğ‘®ğ‘° ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: the three of diamonds
en@shaw: ğ‘ ğ‘”ğ‘®ğ‘° ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: the three of hearts
en@shaw: ğ‘ ğ‘”ğ‘®ğ‘° ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: the three of spades
en@shaw: ğ‘ ğ‘”ğ‘®ğ‘° ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: the two of clubs
en@shaw: ğ‘ ğ‘‘ğ‘µ ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: the two of diamonds
en@shaw: ğ‘ ğ‘‘ğ‘µ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: the two of hearts
en@shaw: ğ‘ ğ‘‘ğ‘µ ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: the two of spades
en@shaw: ğ‘ ğ‘‘ğ‘µ ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: the unknown card
en@shaw: ğ‘ ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘’ğ‘¸ğ‘›

source: three
en@shaw: ğ‘”ğ‘®ğ‘°

source: two
en@shaw: ğ‘‘ğ‘µ

source: Wins:
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘Ÿ:

source: Total:
en@shaw: ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤:

source: Percentage:
en@shaw: ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡:

source: Wins
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘Ÿ

source: Best:
en@shaw: ğ‘šğ‘§ğ‘•ğ‘‘:

source: Worst:
en@shaw: ğ‘¢ğ‘»ğ‘•ğ‘‘:

source: Time
en@shaw: ğ‘‘ğ‘²ğ‘¥

source: Statistics
en@shaw: ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘•

source: N/A
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘—ğ‘©ğ‘šğ‘©ğ‘¤

source: Could not show help for â€œ%sâ€
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘´ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘“ğ‘¹ â€œ%sâ€

source: Congratulations, you have won!
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘œğ‘®ğ‘¨ğ‘‘ğ‘˜ğ‘«ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ, ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¢ğ‘³ğ‘¯!

source: There are no more moves
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘¯ğ‘´ ğ‘¥ğ‘¹ ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: Game Over
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘´ğ‘ğ‘¼

source: Main game:
en@shaw: ğ‘¥ğ‘±ğ‘¯ ğ‘œğ‘±ğ‘¥:

source: Card games:
en@shaw: ğ‘’ğ‘¸ğ‘› ğ‘œğ‘±ğ‘¥ğ‘Ÿ:

source: Card themes:
en@shaw: ğ‘’ğ‘¸ğ‘› ğ‘”ğ‘°ğ‘¥ğ‘Ÿ:

source: translator-credits
en@shaw: Â·ğ‘‘ğ‘ªğ‘¥ğ‘©ğ‘• Â·ğ‘”ğ‘»ğ‘¥ğ‘©ğ‘¯

source: GNOME Games web site
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘œğ‘±ğ‘¥ğ‘Ÿ ğ‘¢ğ‘§ğ‘š ğ‘•ğ‘²ğ‘‘

source: Play â€œ%sâ€
en@shaw: ğ‘ğ‘¤ğ‘± â€œ%sâ€

source: Display cards with â€œ%sâ€ card theme
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘’ğ‘¸ğ‘›ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ â€œ%sâ€ ğ‘’ğ‘¸ğ‘› ğ‘”ğ‘°ğ‘¥

source: A scheme exception occurred
en@shaw: ğ‘© Â·ğ‘•ğ‘’ğ‘°ğ‘¥ ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘ªğ‘’ğ‘»ğ‘›

source: Please report this bug to the developers.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘šğ‘³ğ‘œ ğ‘‘ ğ‘ ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘¼ğ‘Ÿ.

source: Error
en@shaw: ğ‘»ğ‘¼

source: _Don't report
en@shaw: _ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘

source: _Report
en@shaw: _ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘

source: _Game
en@shaw: _ğ‘œğ‘±ğ‘¥

source: _View
en@shaw: _ğ‘ğ‘¿

source: _Control
en@shaw: _ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤

source: _Help
en@shaw: _ğ‘£ğ‘§ğ‘¤ğ‘

source: Start a new game
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘œğ‘±ğ‘¥

source: Restart the game
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘œğ‘±ğ‘¥

source: _Select Game...
en@shaw: _ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘œğ‘±ğ‘¥...

source: Play a different game
en@shaw: ğ‘ğ‘¤ğ‘± ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘œğ‘±ğ‘¥

source: _Recently Played
en@shaw: _ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘ğ‘¤ğ‘±ğ‘›

source: S_tatistics
en@shaw: _ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘•

source: Close this window
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Undo the last move
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘µ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¥ğ‘µğ‘

source: Redo the undone move
en@shaw: ğ‘®ğ‘°ğ‘›ğ‘µ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘³ğ‘¯ ğ‘¥ğ‘µğ‘

source: Deal next card or cards
en@shaw: ğ‘›ğ‘°ğ‘¤ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘’ğ‘¸ğ‘› ğ‘¹ ğ‘’ğ‘¸ğ‘›ğ‘Ÿ

source: Get a hint for your next move
en@shaw: ğ‘œğ‘§ğ‘‘ ğ‘© ğ‘£ğ‘¦ğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘¿ğ‘¼ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¥ğ‘µğ‘

source: View help for this game
en@shaw: ğ‘ğ‘¿ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘œğ‘±ğ‘¥

source: About this game
en@shaw: ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘œğ‘±ğ‘¥

source: Install card themesâ€¦
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘’ğ‘¸ğ‘› ğ‘”ğ‘°ğ‘¥ğ‘Ÿâ€¦

source: Install new card themes from the distribution packages repositories
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘¯ğ‘¿ ğ‘’ğ‘¸ğ‘› ğ‘”ğ‘°ğ‘¥ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°ğ‘Ÿ

source: _Card Style
en@shaw: _ğ‘’ğ‘¸ğ‘› ğ‘•ğ‘‘ğ‘²ğ‘¤

source: _Toolbar
en@shaw: _ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸

source: Show or hide the toolbar
en@shaw: ğ‘–ğ‘´ ğ‘¹ ğ‘£ğ‘²ğ‘› ğ‘ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸

source: _Click to Move
en@shaw: _ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ ğ‘¥ğ‘µğ‘

source: Pick up and drop cards by clicking
en@shaw: ğ‘ğ‘¦ğ‘’ ğ‘³ğ‘ ğ‘¯ ğ‘›ğ‘®ğ‘ªğ‘ ğ‘’ğ‘¸ğ‘›ğ‘Ÿ ğ‘šğ‘² ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘¦ğ‘™

source: _Sound
en@shaw: _ğ‘•ğ‘¬ğ‘¯ğ‘›

source: Whether or not to play event sounds
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¹ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘ğ‘¤ğ‘± ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ

source: _Animations
en@shaw: _ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Whether or not to animate card moves
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¹ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘‘ ğ‘’ğ‘¸ğ‘› ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: Score:
en@shaw: ğ‘•ğ‘’ğ‘¹:

source: Time:
en@shaw: ğ‘‘ğ‘²ğ‘¥:

source: Cannot start the game â€œ%sâ€
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘œğ‘±ğ‘¥ â€œ%sâ€

# card symbol
source: JOKER
en@shaw: ğ‘¡ğ‘´ğ‘’ğ‘»

# card symbol
source: A
en@shaw: ğ‘±

# card symbol
source: J
en@shaw: ğ‘¡

# card symbol
source: Q
en@shaw: ğ‘’ğ‘˜

# card symbol
source: K
en@shaw: ğ‘’

source: ace of clubs
en@shaw: ğ‘±ğ‘• ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: two of clubs
en@shaw: ğ‘‘ğ‘µ ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: three of clubs
en@shaw: ğ‘”ğ‘®ğ‘° ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: four of clubs
en@shaw: ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: five of clubs
en@shaw: ğ‘“ğ‘²ğ‘ ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: six of clubs
en@shaw: ğ‘•ğ‘¦ğ‘’ğ‘• ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: seven of clubs
en@shaw: ğ‘•ğ‘§ğ‘ğ‘§ğ‘¯ ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: eight of clubs
en@shaw: ğ‘±ğ‘‘ ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: nine of clubs
en@shaw: ğ‘¯ğ‘²ğ‘¯ ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: ten of clubs
en@shaw: ğ‘‘ğ‘§ğ‘¯ ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: jack of clubs
en@shaw: ğ‘¡ğ‘¨ğ‘’ ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: queen of clubs
en@shaw: ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: king of clubs
en@shaw: ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ

source: ace of diamonds
en@shaw: ğ‘±ğ‘• ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: two of diamonds
en@shaw: ğ‘‘ğ‘µ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: three of diamonds
en@shaw: ğ‘”ğ‘®ğ‘° ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: four of diamonds
en@shaw: ğ‘“ğ‘¹ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: five of diamonds
en@shaw: ğ‘“ğ‘²ğ‘ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: six of diamonds
en@shaw: ğ‘•ğ‘¦ğ‘’ğ‘• ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: seven of diamonds
en@shaw: ğ‘•ğ‘§ğ‘ğ‘§ğ‘¯ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: eight of diamonds
en@shaw: ğ‘±ğ‘‘ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: nine of diamonds
en@shaw: ğ‘¯ğ‘²ğ‘¯ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: ten of diamonds
en@shaw: ğ‘‘ğ‘§ğ‘¯ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: jack of diamonds
en@shaw: ğ‘¡ğ‘¨ğ‘’ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: queen of diamonds
en@shaw: ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: king of diamonds
en@shaw: ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: ace of hearts
en@shaw: ğ‘±ğ‘• ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: two of hearts
en@shaw: ğ‘‘ğ‘µ ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: three of hearts
en@shaw: ğ‘”ğ‘®ğ‘° ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: four of hearts
en@shaw: ğ‘“ğ‘¹ ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: five of hearts
en@shaw: ğ‘“ğ‘²ğ‘ ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: six of hearts
en@shaw: ğ‘•ğ‘¦ğ‘’ğ‘• ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: seven of hearts
en@shaw: ğ‘•ğ‘§ğ‘ğ‘§ğ‘¯ ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: eight of hearts
en@shaw: ğ‘±ğ‘‘ ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: nine of hearts
en@shaw: ğ‘¯ğ‘²ğ‘¯ ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: ten of hearts
en@shaw: ğ‘‘ğ‘§ğ‘¯ ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: jack of hearts
en@shaw: ğ‘¡ğ‘¨ğ‘’ ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: queen of hearts
en@shaw: ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: king of hearts
en@shaw: ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘£ğ‘¸ğ‘‘ğ‘•

source: ace of spades
en@shaw: ğ‘±ğ‘• ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: two of spades
en@shaw: ğ‘‘ğ‘µ ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: three of spades
en@shaw: ğ‘”ğ‘®ğ‘° ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: four of spades
en@shaw: ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: five of spades
en@shaw: ğ‘“ğ‘²ğ‘ ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: six of spades
en@shaw: ğ‘•ğ‘¦ğ‘’ğ‘• ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: seven of spades
en@shaw: ğ‘•ğ‘§ğ‘ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: eight of spades
en@shaw: ğ‘±ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: nine of spades
en@shaw: ğ‘¯ğ‘²ğ‘¯ ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: ten of spades
en@shaw: ğ‘‘ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: jack of spades
en@shaw: ğ‘¡ğ‘¨ğ‘’ ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: queen of spades
en@shaw: ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: king of spades
en@shaw: ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘ğ‘±ğ‘›ğ‘Ÿ

source: face-down card
en@shaw: ğ‘“ğ‘±ğ‘•-ğ‘›ğ‘¬ğ‘¯ ğ‘’ğ‘¸ğ‘›

source: Base Card: Ace
en@shaw: ğ‘šğ‘±ğ‘• ğ‘’ğ‘¸ğ‘›: ğ‘±ğ‘•

source: Base Card: Jack
en@shaw: ğ‘šğ‘±ğ‘• ğ‘’ğ‘¸ğ‘›: ğ‘¡ğ‘¨ğ‘’

source: Base Card: King
en@shaw: ğ‘šğ‘±ğ‘• ğ‘’ğ‘¸ğ‘›: ğ‘’ğ‘¦ğ‘™

source: Base Card: Queen
en@shaw: ğ‘šğ‘±ğ‘• ğ‘’ğ‘¸ğ‘›: ğ‘’ğ‘¢ğ‘°ğ‘¯

source: Base Card: ~a
en@shaw: ğ‘šğ‘±ğ‘• ğ‘’ğ‘¸ğ‘›: ~a

source: Deal more cards
en@shaw: ğ‘›ğ‘°ğ‘¤ ğ‘¥ğ‘¹ ğ‘’ğ‘¸ğ‘›ğ‘Ÿ

source: Stock left:
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘¤ğ‘§ğ‘“ğ‘‘:

source: Stock left: 0
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘¤ğ‘§ğ‘“ğ‘‘: 0

source: Try rearranging the cards
en@shaw: ğ‘‘ğ‘®ğ‘² ğ‘®ğ‘°ğ‘¼ğ‘±ğ‘¯ğ‘¡ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘¸ğ‘›ğ‘Ÿ

source: an empty foundation pile
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘²ğ‘¤

source: Three card deals
en@shaw: ğ‘”ğ‘®ğ‘° ğ‘’ğ‘¸ğ‘› ğ‘›ğ‘°ğ‘¤ğ‘Ÿ

source: Deal another round
en@shaw: ğ‘›ğ‘°ğ‘¤ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘®ğ‘¬ğ‘¯ğ‘›

source: Deal a new card from the deck
en@shaw: ğ‘›ğ‘°ğ‘¤ ğ‘© ğ‘¯ğ‘¿ ğ‘’ğ‘¸ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘›ğ‘§ğ‘’

source: an empty slot on the foundation
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘•ğ‘¤ğ‘ªğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯

source: an empty slot on the tableau
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘•ğ‘¤ğ‘ªğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘‘ğ‘©ğ‘šğ‘¤ğ‘´

source: an empty foundation
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯

source: Base Card:
en@shaw: ğ‘šğ‘±ğ‘• ğ‘’ğ‘¸ğ‘›:

source: Move something onto an empty right-hand tableau slot
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘ªğ‘¯ğ‘‘ğ‘µ ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘®ğ‘²ğ‘‘-ğ‘£ğ‘¨ğ‘¯ğ‘› ğ‘‘ğ‘©ğ‘šğ‘¤ğ‘´ ğ‘•ğ‘¤ğ‘ªğ‘‘

source: an empty foundation slot
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘¤ğ‘ªğ‘‘

source: an empty bottom slot
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘•ğ‘¤ğ‘ªğ‘‘

source: an empty corner slot
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘’ğ‘¹ğ‘¯ğ‘» ğ‘•ğ‘¤ğ‘ªğ‘‘

source: an empty left slot
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘•ğ‘¤ğ‘ªğ‘‘

source: an empty right slot
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘®ğ‘²ğ‘‘ ğ‘•ğ‘¤ğ‘ªğ‘‘

source: an empty slot
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘•ğ‘¤ğ‘ªğ‘‘

source: an empty top slot
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘‘ğ‘ªğ‘ ğ‘•ğ‘¤ğ‘ªğ‘‘

source: itself
en@shaw: ğ‘¦ğ‘‘ğ‘•ğ‘§ğ‘¤ğ‘“

source: Move waste back to stock
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘¢ğ‘±ğ‘•ğ‘‘ ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘’

source: Reserve left:
en@shaw: ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘ ğ‘¤ğ‘§ğ‘“ğ‘‘:

source: empty slot on foundation
en@shaw: ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘•ğ‘¤ğ‘ªğ‘‘ ğ‘ªğ‘¯ ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯

source: empty space on tableau
en@shaw: ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘•ğ‘ğ‘±ğ‘• ğ‘ªğ‘¯ ğ‘‘ğ‘©ğ‘šğ‘¤ğ‘´

source: Move a card to the Foundation
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘© ğ‘’ğ‘¸ğ‘› ğ‘‘ ğ‘ ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯

source: Move something into the empty Tableau slot
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘‘ğ‘©ğ‘šğ‘¤ğ‘´ ğ‘•ğ‘¤ğ‘ªğ‘‘

source: Consistency is key
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•ğ‘° ğ‘¦ğ‘Ÿ ğ‘’ğ‘°

source: Fishing wire makes bad dental floss
en@shaw: ğ‘“ğ‘¦ğ‘–ğ‘¦ğ‘™ ğ‘¢ğ‘²ğ‘¼ ğ‘¥ğ‘±ğ‘’ğ‘• ğ‘šğ‘¨ğ‘› ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¤ğ‘­ğ‘•

source: Have you read the help file?
en@shaw: ğ‘£ğ‘¨ğ‘ ğ‘¿ ğ‘®ğ‘§ğ‘› ğ‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘“ğ‘²ğ‘¤?

source: If you're ever lost and alone in the woods, hug a tree
en@shaw: ğ‘¦ğ‘“ ğ‘¿'ğ‘®ğ‘° ğ‘§ğ‘ğ‘¼ ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘¯ ğ‘©ğ‘¤ğ‘´ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘¢ğ‘«ğ‘›ğ‘Ÿ, ğ‘£ğ‘³ğ‘œ ğ‘© ğ‘‘ğ‘®ğ‘°

source: Just because a crosswalk looks like a hopscotch board doesn't mean it is one
en@shaw: ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘© ğ‘’ğ‘®ğ‘ªğ‘•ğ‘¢ğ‘­ğ‘’ ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘© ğ‘£ğ‘ªğ‘ğ‘•ğ‘’ğ‘ªğ‘— ğ‘šğ‘¹ğ‘› ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¥ğ‘°ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¢ğ‘³ğ‘¯

source: Look both ways before you cross the street
en@shaw: ğ‘¤ğ‘«ğ‘’ ğ‘šğ‘´ğ‘” ğ‘¢ğ‘±ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¿ ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘‘

source: Monitors won't give you Vitamin D -- but sunlight will...
en@shaw: ğ‘¥ğ‘­ğ‘¯ğ‘©ğ‘‘ğ‘»ğ‘Ÿ ğ‘¢ğ‘³ğ‘¯'ğ‘‘ğ‘° ğ‘œğ‘¦ğ‘ ğ‘¿ ğ‘ğ‘¦ğ‘‘ğ‘©ğ‘¥ğ‘¦ğ‘¯ D -- ğ‘šğ‘³ğ‘‘ ğ‘•ğ‘³ğ‘¯ğ‘¤ğ‘²ğ‘‘ ğ‘¢ğ‘¦ğ‘¤...

source: Never blow in a dog's ear
en@shaw: ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘šğ‘¤ğ‘´ ğ‘¦ğ‘¯ ğ‘© ğ‘›ğ‘ªğ‘œ'ğ‘• ğ‘½

source: Odessa is a better game. Really.
en@shaw: Â·ğ‘´ğ‘›ğ‘§ğ‘•ğ‘© ğ‘¦ğ‘Ÿ ğ‘© ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘œğ‘±ğ‘¥. ğ‘®ğ‘¾ğ‘¤ğ‘¦.

source: When without a stapler, a staple and a ruler will work
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘© ğ‘•ğ‘‘ğ‘±ğ‘ğ‘©ğ‘¤ğ‘», ğ‘© ğ‘•ğ‘‘ğ‘±ğ‘ğ‘©ğ‘¤ ğ‘¯ ğ‘© ğ‘®ğ‘µğ‘¤ğ‘¼ ğ‘¢ğ‘¦ğ‘¤ ğ‘¢ğ‘»ğ‘’

source: Cards remaining: ~a
en@shaw: ğ‘’ğ‘¸ğ‘›ğ‘Ÿ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™: ~a

source: the foundation pile
en@shaw: ğ‘ ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘²ğ‘¤

source: Deal a card
en@shaw: ğ‘›ğ‘°ğ‘¤ ğ‘© ğ‘’ğ‘¸ğ‘›

source: Move ~a to an empty foundation
en@shaw: ğ‘¥ğ‘µğ‘ ~a ğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯

source: an empty slot on tableau
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘•ğ‘¤ğ‘ªğ‘‘ ğ‘ªğ‘¯ ğ‘‘ğ‘©ğ‘šğ‘¤ğ‘´
