Repository: GNOME/gnome-chess
Catalog: po/*.po
Languages: en@shaw

source: Undo last action
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘µ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯

source: _Redo
en@shaw: _ğ‘®ğ‘°ğ‘›ğ‘µ

source: Redo last action
en@shaw: ğ‘®ğ‘°ğ‘›ğ‘µ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯

source: Puzzle _Statistics...
en@shaw: ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤ _ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘•...

source: Show statistics about current puzzle
en@shaw: ğ‘–ğ‘´ ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘• ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤

source: _Print...
en@shaw: _ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘...

source: Print current game
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘œğ‘±ğ‘¥

source: _Tools
en@shaw: _ğ‘‘ğ‘µğ‘¤ğ‘Ÿ

source: _Hint
en@shaw: _ğ‘£ğ‘¦ğ‘¯ğ‘‘

source: Show which numbers could go in the current square.
en@shaw: ğ‘–ğ‘´ ğ‘¢ğ‘¦ğ‘— ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ ğ‘’ğ‘«ğ‘› ğ‘œğ‘´ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘’ğ‘¢ğ‘º.

source: Clear _Top Notes
en@shaw: ğ‘’ğ‘¤ğ‘½ _ğ‘‘ğ‘ªğ‘ ğ‘¯ğ‘´ğ‘‘ğ‘•

source: Clear all of the top notes
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘‘ğ‘ªğ‘ ğ‘¯ğ‘´ğ‘‘ğ‘•

source: Clear _Bottom Notes
en@shaw: ğ‘’ğ‘¤ğ‘½ _ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘¯ğ‘´ğ‘‘ğ‘•

source: Clear all of the bottom notes
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘¯ğ‘´ğ‘‘ğ‘•

source: Show _Possible Numbers
en@shaw: ğ‘–ğ‘´ _ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ

source: Always show possible numbers in a square
en@shaw: ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘–ğ‘´ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘© ğ‘•ğ‘’ğ‘¢ğ‘º

source: _Track Additions
en@shaw: _ğ‘‘ğ‘®ğ‘¨ğ‘’ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Mark new additions in a separate color so you can keep track of them.
en@shaw: Â·ğ‘¥ğ‘¸ğ‘’ ğ‘¯ğ‘¿ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘© ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘•ğ‘´ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘°ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘’ ğ‘ ğ‘ğ‘§ğ‘¥.

source: Highlight the current row, column and box
en@shaw: ğ‘£ğ‘²ğ‘¤ğ‘²ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘®ğ‘´, ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ ğ‘¯ ğ‘šğ‘ªğ‘’ğ‘•

source: You completed the puzzle in %(totalTime)s (%(activeTime)s active).
en@shaw: ğ‘¿ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘ ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤ ğ‘¦ğ‘¯ %(totalTime)s (%(activeTime)s ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘).

source: You completed the puzzle in %(totalTime)s.
en@shaw: ğ‘¿ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘ ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤ ğ‘¦ğ‘¯ %(totalTime)s.

source: You got %(n)s hint.
en@shaw: ğ‘¿ ğ‘œğ‘ªğ‘‘ %(n)s ğ‘£ğ‘¦ğ‘¯ğ‘‘.

source: You had %(n)s impossibility pointed out.
en@shaw: ğ‘¿ ğ‘£ğ‘¨ğ‘› %(n)s ğ‘¦ğ‘¥ğ‘ğ‘ªğ‘•ğ‘¦ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘¬ğ‘‘.

source: Save this game before starting new one?
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘ğ‘¦ğ‘• ğ‘œğ‘±ğ‘¥ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¦ğ‘™ ğ‘¯ğ‘¿ ğ‘¢ğ‘³ğ‘¯?

source: _Save game for later
en@shaw: _ğ‘•ğ‘±ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘“ğ‘¹ ğ‘¤ğ‘±ğ‘‘ğ‘¼

source: _Abandon game
en@shaw: _ğ‘©ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¯ ğ‘œğ‘±ğ‘¥

source: Puzzle Information
en@shaw: ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: There is no current puzzle.
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤.

source: Calculated difficulty:
en@shaw: ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘ğ‘¦:

source: Amount of trial-and-error required to solve:
en@shaw: ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘²ğ‘©ğ‘¤-ğ‘¯-ğ‘»ğ‘¼ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘‘ ğ‘•ğ‘ªğ‘¤ğ‘:

source: Puzzle Statistics
en@shaw: ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘•

source: No Tracker
en@shaw: ğ‘¯ğ‘´ ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¼

source: Clear all moves tracked by selected tracker.
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘·ğ‘¤ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ ğ‘šğ‘² ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¼.

source: Tracker %s
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¼ %s

source: Last played %(timeAgo)s
en@shaw: ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘› %(timeAgo)s

source: %(level)s puzzle
en@shaw: %(level)s ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤

source: Played for %(duration)s
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘› ğ‘“ğ‘¹ %(duration)s

source: Very hard
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘£ğ‘¸ğ‘›

source: Medium
en@shaw: ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘©ğ‘¥

source: Do you really want to do this?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘µ ğ‘ğ‘¦ğ‘•?

source: Don't ask me this again.
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘­ğ‘•ğ‘’ ğ‘¥ğ‘° ğ‘ğ‘¦ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯.

source: %(n)s year
en@shaw: %(n)s ğ‘˜ğ‘½

source: %(n)s month
en@shaw: %(n)s ğ‘¥ğ‘³ğ‘¯ğ‘”

source: %(n)s week
en@shaw: %(n)s ğ‘¢ğ‘°ğ‘’

source: %(n)s day
en@shaw: %(n)s ğ‘›ğ‘±

source: %(n)s hour
en@shaw: %(n)s ğ‘¬ğ‘¼

source: %(n)s minute
en@shaw: %(n)s ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘‘

source: %(n)s second
en@shaw: %(n)s ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›

source: and
en@shaw: ğ‘¯

source: %(n)s second ago
en@shaw: %(n)s ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘©ğ‘œğ‘´

source: %(n)s minute ago
en@shaw: %(n)s ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘‘ ğ‘©ğ‘œğ‘´

source: at %I:%M %p
en@shaw: ğ‘¨ğ‘‘ %I:%M %p

source: yesterday at %I:%M %p
en@shaw: ğ‘˜ğ‘§ğ‘•ğ‘‘ğ‘¼ğ‘›ğ‘± ğ‘¨ğ‘‘ %I:%M %p

source: _Clear
en@shaw: _ğ‘’ğ‘¤ğ‘½

source: Mines
en@shaw: ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ

# board size
source: Custom
en@shaw: ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥

source: Flags: %d/%d
en@shaw: ğ‘“ğ‘¤ğ‘¨ğ‘œğ‘Ÿ: %d/%d

source: The Mines Have Been Cleared!
en@shaw: ğ‘ ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘’ğ‘¤ğ‘½ğ‘›!

source: Mines Scores
en@shaw: ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ ğ‘•ğ‘’ğ‘¹ğ‘Ÿ

source: Size:
en@shaw: ğ‘•ğ‘²ğ‘Ÿ:

source: Click a square, any square
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘© ğ‘•ğ‘’ğ‘¢ğ‘º, ğ‘§ğ‘¯ğ‘¦ ğ‘•ğ‘’ğ‘¢ğ‘º

source: Maybe they're all mines ...
en@shaw: ğ‘¥ğ‘±ğ‘šğ‘° ğ‘ğ‘±'ğ‘®ğ‘° ğ‘·ğ‘¤ ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ ...

source: Faces:
en@shaw: ğ‘“ğ‘±ğ‘•ğ‘©ğ‘Ÿ:

source: Graphics:
en@shaw: ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘•:

source: The popular logic puzzle minesweeper. Clear mines from a board using hints from squares you have already uncovered. Mines is a part of GNOME Games.
en@shaw: ğ‘ ğ‘ğ‘ªğ‘ğ‘¿ğ‘¤ğ‘¼ ğ‘¤ğ‘­ğ‘¡ğ‘¦ğ‘’ ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤ ğ‘¥ğ‘²ğ‘¯ğ‘•ğ‘¢ğ‘°ğ‘ğ‘». ğ‘’ğ‘¤ğ‘½ ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘© ğ‘šğ‘¹ğ‘› ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘£ğ‘¦ğ‘¯ğ‘‘ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘•ğ‘’ğ‘¢ğ‘ºğ‘Ÿ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘³ğ‘¯ğ‘’ğ‘³ğ‘ğ‘¼ğ‘›. Â·ğ‘²ğ‘¯ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘© ğ‘ğ‘¸ğ‘‘ ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘œğ‘±ğ‘¥ğ‘Ÿ.

source: Field Size
en@shaw: ğ‘“ğ‘°ğ‘¤ğ‘› ğ‘•ğ‘²ğ‘Ÿ

source: Custom Size
en@shaw: ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘•ğ‘²ğ‘Ÿ

source: _Number of mines:
en@shaw: _ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ:

source: _Horizontal:
en@shaw: _ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤:

source: _Vertical:
en@shaw: _ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤:

source: Flags
en@shaw: ğ‘“ğ‘¤ğ‘¨ğ‘œğ‘Ÿ

source: _Use "I'm not sure" flags
en@shaw: _ğ‘¿ğ‘Ÿ "ğ‘²'ğ‘§ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘«ğ‘¼" ğ‘“ğ‘¤ğ‘¨ğ‘œğ‘Ÿ

source: Warnings
en@shaw: ğ‘¢ğ‘ªğ‘®ğ‘¯ğ‘¦ğ‘™ğ‘Ÿ

source: _Use "Too many flags" warning
en@shaw: _ğ‘¿ğ‘Ÿ "ğ‘‘ğ‘µ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘“ğ‘¤ğ‘¨ğ‘œğ‘Ÿ" ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™

source: Mines Preferences
en@shaw: ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Width of grid
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘œğ‘®ğ‘¦ğ‘›

source: Height of grid
en@shaw: ğ‘£ğ‘²ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘¦ğ‘›

source: Number of mines
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ

source: Size of the board (0-2 = small-large, 3=custom)
en@shaw: ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘ ğ‘šğ‘¹ğ‘› (0-2 = ğ‘•ğ‘¥ğ‘·ğ‘¤-ğ‘¤ğ‘¸ğ‘¡, 3=ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥)

source: X location of window
en@shaw: X ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Y location of window
en@shaw: Y ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Press to Resume
en@shaw: ğ‘ğ‘®ğ‘§ğ‘• ğ‘‘ ğ‘®ğ‘§ğ‘Ÿğ‘¿ğ‘¥ğ‘±

source: Time:
en@shaw: ğ‘‘ğ‘²ğ‘¥:

source: Clear hidden mines from a minefield
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘© ğ‘¥ğ‘²ğ‘¯ğ‘“ğ‘°ğ‘¤ğ‘›

source: Board size
en@shaw: ğ‘šğ‘¹ğ‘› ğ‘•ğ‘²ğ‘Ÿ

source: Enable automatic placing of flags
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘·ğ‘‘ğ‘´ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘ ğ‘“ğ‘¤ğ‘¨ğ‘œğ‘Ÿ

source: Number of columns in a custom game
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘© ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘œğ‘±ğ‘¥

source: Number of rows in a custom game
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘®ğ‘´ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘© ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘œğ‘±ğ‘¥

source: Set to true to be able to mark squares as unknown.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ Â·ğ‘¥ğ‘¸ğ‘’ ğ‘•ğ‘’ğ‘¢ğ‘ºğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘³ğ‘¯ğ‘´ğ‘¯.

source: Set to true to enable warning icons when too many flags are placed.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™ ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ ğ‘‘ğ‘µ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘“ğ‘¤ğ‘¨ğ‘œğ‘Ÿ ğ‘¸ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘‘.

source: The number of mines in a custom game
en@shaw: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘© ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘œğ‘±ğ‘¥

source: Use the unknown flag
en@shaw: ğ‘¿ğ‘Ÿ ğ‘ ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘“ğ‘¤ğ‘¨ğ‘œ

source: Warning about too many flags
en@shaw: ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘‘ğ‘µ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘“ğ‘¤ğ‘¨ğ‘œğ‘Ÿ

source: Unable to find required images. Please check your gnome-games installation.
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘—ğ‘§ğ‘’ ğ‘¿ğ‘¼ Â·ğ‘œğ‘¯ğ‘´ğ‘¥-ğ‘œğ‘±ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘©ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯.

source: Required images have been found, but refused to load. Please check your installation of gnome-games and its dependencies.
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘“ğ‘¬ğ‘¯ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘®ğ‘¦ğ‘“ğ‘¿ğ‘Ÿğ‘› ğ‘‘ ğ‘¤ğ‘´ğ‘›. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘—ğ‘§ğ‘’ ğ‘¿ğ‘¼ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘©ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥-ğ‘œğ‘±ğ‘¥ğ‘Ÿ ğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘¯ğ‘•ğ‘°ğ‘Ÿ.

source: Could not load images
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: _Size
en@shaw: _ğ‘•ğ‘²ğ‘Ÿ

source: Sol_ve
en@shaw: _ğ‘•ğ‘ªğ‘¤ğ‘

source: Solve the game
en@shaw: ğ‘•ğ‘ªğ‘¤ğ‘ ğ‘ ğ‘œğ‘±ğ‘¥

source: _Up
en@shaw: _ğ‘³ğ‘

source: Move the pieces up
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘ ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘³ğ‘

source: _Left
en@shaw: _ğ‘¤ğ‘§ğ‘“ğ‘‘

source: Move the pieces left
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘ ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘¤ğ‘§ğ‘“ğ‘‘

source: _Right
en@shaw: _ğ‘®ğ‘²ğ‘‘

source: Move the pieces right
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘ ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘®ğ‘²ğ‘‘

source: _Down
en@shaw: _ğ‘›ğ‘¬ğ‘¯

source: Move the pieces down
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘ ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘›ğ‘¬ğ‘¯

source: Play on a 2Ã—2 board
en@shaw: ğ‘ğ‘¤ğ‘± ğ‘ªğ‘¯ ğ‘© 2Ã—2 ğ‘šğ‘¹ğ‘›

source: Play on a 3Ã—3 board
en@shaw: ğ‘ğ‘¤ğ‘± ğ‘ªğ‘¯ ğ‘© 3Ã—3 ğ‘šğ‘¹ğ‘›

source: Play on a 4Ã—4 board
en@shaw: ğ‘ğ‘¤ğ‘± ğ‘ªğ‘¯ ğ‘© 4Ã—4 ğ‘šğ‘¹ğ‘›

source: Play on a 5Ã—5 board
en@shaw: ğ‘ğ‘¤ğ‘± ğ‘ªğ‘¯ ğ‘© 5Ã—5 ğ‘šğ‘¹ğ‘›

source: Play on a 6Ã—6 board
en@shaw: ğ‘ğ‘¤ğ‘± ğ‘ªğ‘¯ ğ‘© 6Ã—6 ğ‘šğ‘¹ğ‘›

source: Size of board (2-6)
en@shaw: ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘šğ‘¹ğ‘› (2-6)

source: SIZE
en@shaw: ğ‘•ğ‘²ğ‘Ÿ

source: Puzzle solved! Well done!
en@shaw: ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤ ğ‘•ğ‘ªğ‘¤ğ‘ğ‘›! ğ‘¢ğ‘§ğ‘¤ ğ‘›ğ‘³ğ‘¯!

source: Puzzle solved!
en@shaw: ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤ ğ‘•ğ‘ªğ‘¤ğ‘ğ‘›!

source: Game paused
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘ğ‘·ğ‘Ÿğ‘›

source: Playing %dÃ—%d board
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ %dÃ—%d ğ‘šğ‘¹ğ‘›

source: Complete the puzzle by matching numbered tiles
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ ğ‘ ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤ ğ‘šğ‘² ğ‘¥ğ‘¨ğ‘—ğ‘¦ğ‘™ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘› ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ

source: Select whether to drag the tiles or to click on the source then the destination.
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘›ğ‘®ğ‘¨ğ‘œ ğ‘ ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ ğ‘¹ ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘¹ğ‘• ğ‘ğ‘§ğ‘¯ ğ‘ ğ‘›ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯.

source: The size of the playing grid
en@shaw: ğ‘ ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘œğ‘®ğ‘¦ğ‘›

source: The value of this key is used to decide the size of the playing grid. The valid values are 2 to 8, anything else gets set to 3.
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘¿ğ‘Ÿğ‘› ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘› ğ‘ ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘œğ‘®ğ‘¦ğ‘›. ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ 2 ğ‘‘ 8, ğ‘§ğ‘¯ğ‘¦ğ‘”ğ‘¦ğ‘™ ğ‘§ğ‘¤ğ‘• ğ‘œğ‘§ğ‘‘ğ‘• ğ‘•ğ‘§ğ‘‘ ğ‘‘ 3.

source: Only 18 steps
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ 18 ğ‘•ğ‘‘ğ‘§ğ‘ğ‘•

source: Daisy
en@shaw: Â·ğ‘›ğ‘±ğ‘Ÿğ‘°

source: Violet
en@shaw: Â·ğ‘ğ‘²ğ‘¤ğ‘©ğ‘‘

source: Poppy
en@shaw: Â·ğ‘ğ‘ªğ‘ğ‘°

source: Pansy
en@shaw: Â·ğ‘ğ‘¨ğ‘¯ğ‘Ÿğ‘°

source: Snowdrop
en@shaw: Â·ğ‘•ğ‘¯ğ‘´ğ‘›ğ‘®ğ‘ªğ‘

source: Red Donkey
en@shaw: Â·ğ‘®ğ‘§ğ‘› Â·ğ‘›ğ‘ªğ‘¯ğ‘’ğ‘¦

source: Trail
en@shaw: Â·ğ‘‘ğ‘®ğ‘±ğ‘¤

source: Ambush
en@shaw: Â·ğ‘¨ğ‘¥ğ‘šğ‘«ğ‘–

source: Success
en@shaw: Â·ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•

source: Bone
en@shaw: Â·ğ‘šğ‘´ğ‘¯

source: Fortune
en@shaw: Â·ğ‘“ğ‘¹ğ‘‘ğ‘¿ğ‘¯

source: Fool
en@shaw: Â·ğ‘“ğ‘µğ‘¤

source: Solomon
en@shaw: Â·ğ‘•ğ‘ªğ‘¤ğ‘ªğ‘¥ğ‘ªğ‘¯

source: Cleopatra
en@shaw: Â·ğ‘’ğ‘¤ğ‘°ğ‘©ğ‘ğ‘¨ğ‘‘ğ‘®ğ‘©

source: Shark
en@shaw: Â·ğ‘–ğ‘¸ğ‘’

source: Rome
en@shaw: Â·ğ‘®ğ‘´ğ‘¥

source: Pennant Puzzle
en@shaw: Â·ğ‘ğ‘§ğ‘¯ğ‘©ğ‘¯ğ‘‘ Â·ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤

source: Ithaca
en@shaw: Â·ğ‘¦ğ‘”ğ‘©ğ‘’ğ‘©

source: Polonaise
en@shaw: Â·ğ‘ğ‘­ğ‘¤ğ‘©ğ‘¯ğ‘±ğ‘Ÿ

source: Baltic Sea
en@shaw: Â·ğ‘šğ‘ªğ‘¤ğ‘‘ğ‘¦ğ‘’ Â·ğ‘•ğ‘°

source: American Pie
en@shaw: Â·ğ‘©ğ‘¥ğ‘§ğ‘®ğ‘¦ğ‘’ğ‘©ğ‘¯ Â·ğ‘ğ‘²

source: Traffic Jam
en@shaw: Â·ğ‘‘ğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ Â·ğ‘¡ğ‘¨ğ‘¥

source: Sunshine
en@shaw: Â·ğ‘•ğ‘©ğ‘¯ğ‘–ğ‘²ğ‘¯

source: Only 18 Steps
en@shaw: Â·ğ‘´ğ‘¯ğ‘¤ğ‘¦ 18 Â·ğ‘•ğ‘‘ğ‘§ğ‘ğ‘•

source: Challenge Pack
en@shaw: Â·ğ‘—ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘¡ Â·ğ‘ğ‘¨ğ‘’

source: Skill Pack
en@shaw: Â·ğ‘•ğ‘’ğ‘¦ğ‘¤ Â·ğ‘ğ‘¨ğ‘’

source: _Restart Puzzle
en@shaw: _ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤

source: Next Puzzle
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤

source: Previous Puzzle
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤

source: Level completed.
en@shaw: ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘›.

source: The Puzzle Has Been Solved!
en@shaw: ğ‘ ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘ªğ‘¤ğ‘ğ‘›!

source: Puzzle:
en@shaw: ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤:

source: Moves: %d
en@shaw: ğ‘¥ğ‘µğ‘ğ‘Ÿ: %d

source: Slide blocks to solve the puzzle
en@shaw: ğ‘•ğ‘¤ğ‘²ğ‘› ğ‘šğ‘¤ğ‘ªğ‘’ğ‘• ğ‘‘ ğ‘•ğ‘ªğ‘¤ğ‘ ğ‘ ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤

source: The number of the puzzle being played.
en@shaw: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘ğ‘¤ğ‘±ğ‘›.

source: The puzzle in play
en@shaw: ğ‘ ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘ğ‘¤ğ‘±

source: Already used! Where do you want to put that?
en@shaw: ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘¿ğ‘•ğ‘‘! ğ‘¢ğ‘º ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘ğ‘«ğ‘‘ ğ‘ğ‘¨ğ‘‘?

source: Score: %d
en@shaw: ğ‘•ğ‘’ğ‘¹: %d

source: Field used
en@shaw: ğ‘“ğ‘°ğ‘¤ğ‘› ğ‘¿ğ‘•ğ‘‘

source: Beat the odds in a poker-style dice game
en@shaw: ğ‘šğ‘°ğ‘‘ ğ‘ ğ‘ªğ‘›ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘© ğ‘ğ‘´ğ‘’ğ‘¼-ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘›ğ‘²ğ‘• ğ‘œğ‘±ğ‘¥

source: Choose whether or not to insert a delay between the computer's dice rolls so the player can follow what it is doing.
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¹ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘© ğ‘›ğ‘¦ğ‘¤ğ‘± ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼'ğ‘• ğ‘›ğ‘²ğ‘• ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘•ğ‘´ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¼ ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘›ğ‘µğ‘¦ğ‘™.

source: Delay between rolls
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘± ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘®ğ‘´ğ‘¤ğ‘Ÿ

source: Display the computer's thoughts
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼'ğ‘• ğ‘”ğ‘·ğ‘‘ğ‘•

source: If set to true, a dump of the AI's working will be done to standard output.
en@shaw: ğ‘¦ğ‘“ ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘µ, ğ‘© ğ‘›ğ‘³ğ‘¥ğ‘ ğ‘ ğ‘ AI'ğ‘Ÿ ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘›ğ‘³ğ‘¯ ğ‘‘ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘.

source: Regular
en@shaw: ğ‘®ğ‘§ğ‘œğ‘˜ğ‘«ğ‘¤ğ‘¼

source: [Human,Wilber,Bill,Monica,Kenneth,Janet]
en@shaw: [ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯,Â·ğ‘¢ğ‘¦ğ‘¤ğ‘šğ‘»,Â·ğ‘šğ‘¦ğ‘¤,Â·ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘’ğ‘©,Â·ğ‘’ğ‘§ğ‘¯ğ‘©ğ‘”,ğ‘¡ğ‘¨ğ‘¯ğ‘©ğ‘‘]

source: Delay computer moves
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘± ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: Display computer thoughts
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘”ğ‘·ğ‘‘ğ‘•

source: Number of computer opponents
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘©ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Number of human opponents
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Game choice: Regular or Colors
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘—ğ‘¶ğ‘•: ğ‘®ğ‘§ğ‘œğ‘˜ğ‘«ğ‘¤ğ‘¼ ğ‘¹ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ

source: STRING
en@shaw: ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™

source: Number of computer-only games to play
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼-ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘œğ‘±ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘ğ‘¤ğ‘±

source: Number of trials for each roll for the computer
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘‘ğ‘®ğ‘²ğ‘©ğ‘¤ğ‘Ÿ ğ‘“ğ‘¹ ğ‘°ğ‘— ğ‘®ğ‘´ğ‘¤ ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼

# game type
source: Regular
en@shaw: ğ‘®ğ‘§ğ‘œğ‘˜ğ‘«ğ‘¤ğ‘¼

# game type
source: Colors
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ

source: Roll all!
en@shaw: ğ‘®ğ‘´ğ‘¤ ğ‘·ğ‘¤!

source: Roll!
en@shaw: ğ‘®ğ‘´ğ‘¤!

source: The game is a draw!
en@shaw: ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘© ğ‘›ğ‘®ğ‘·!

source: Computer playing for %s
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘“ğ‘¹ %s

source: %s! -- You're up.
en@shaw: %s! -- ğ‘¿'ğ‘®ğ‘° ğ‘³ğ‘.

source: Select dice to roll or choose a score slot.
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘›ğ‘²ğ‘• ğ‘‘ ğ‘®ğ‘´ğ‘¤ ğ‘¹ ğ‘—ğ‘µğ‘Ÿ ğ‘© ğ‘•ğ‘’ğ‘¹ ğ‘•ğ‘¤ğ‘ªğ‘‘.

source: Roll
en@shaw: ğ‘®ğ‘´ğ‘¤

source: You are only allowed three rolls. Choose a score slot.
en@shaw: ğ‘¿ ğ‘¸ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘”ğ‘®ğ‘° ğ‘®ğ‘´ğ‘¤ğ‘Ÿ. ğ‘—ğ‘µğ‘Ÿ ğ‘© ğ‘•ğ‘’ğ‘¹ ğ‘•ğ‘¤ğ‘ªğ‘‘.

source: GNOME version (1998):
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ (1998):

source: Console version (1992):
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘´ğ‘¤ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ (1992):

source: Colors game and multi-level AI (2006):
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ ğ‘œğ‘±ğ‘¥ ğ‘¯ ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°-ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ AI (2006):

source: Current game will complete with original number of players.
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘œğ‘±ğ‘¥ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘¼ğ‘¦ğ‘¡ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ.

source: Human Players
en@shaw: ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ

source: _Number of players:
en@shaw: _ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ:

source: Computer Opponents
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘©ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ğ‘•

source: _Delay between rolls
en@shaw: _ğ‘›ğ‘¦ğ‘¤ğ‘± ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘®ğ‘´ğ‘¤ğ‘Ÿ

source: N_umber of opponents:
en@shaw: _ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘©ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ğ‘•:

source: _Difficulty:
en@shaw: _ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘ğ‘¦:

# difficulty
source: Easy
en@shaw: ğ‘°ğ‘Ÿğ‘¦

# difficulty
source: Medium
en@shaw: ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘©ğ‘¥

# difficulty
source: Hard
en@shaw: ğ‘£ğ‘¸ğ‘›

source: Player Names
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘¼ ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ

source: 1s [total of 1s]
en@shaw: 1s [ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤ ğ‘ 1s]

source: 2s [total of 2s]
en@shaw: 2s [ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤ ğ‘ 2s]

source: 3s [total of 3s]
en@shaw: 3s [ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤ ğ‘ 3s]

source: 4s [total of 4s]
en@shaw: 4s [ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤ ğ‘ 4s]

source: 5s [total of 5s]
en@shaw: 5s [ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤ ğ‘ 5s]

source: 6s [total of 6s]
en@shaw: 6s [ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤ ğ‘ 6s]

source: 3 of a Kind [total]
en@shaw: 3 ğ‘ ğ‘© ğ‘’ğ‘²ğ‘¯ğ‘› [ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤]

source: 4 of a Kind [total]
en@shaw: 4 ğ‘ ğ‘© ğ‘’ğ‘²ğ‘¯ğ‘› [ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤]

source: Full House [25]
en@shaw: ğ‘“ğ‘«ğ‘¤ ğ‘£ğ‘¬ğ‘• [25]

source: Small Straight [30]
en@shaw: ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ [30]

source: Large Straight [40]
en@shaw: ğ‘¤ğ‘¸ğ‘¡ ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ [40]

source: 5 of a Kind [50]
en@shaw: 5 ğ‘ ğ‘© ğ‘’ğ‘²ğ‘¯ğ‘› [50]

source: Chance [total]
en@shaw: ğ‘—ğ‘­ğ‘¯ğ‘• [ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤]

source: Lower Total
en@shaw: ğ‘¤ğ‘´ğ‘¼ ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤

source: Grand Total
en@shaw: ğ‘œğ‘®ğ‘¨ğ‘¯ğ‘› ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤

source: Upper total
en@shaw: ğ‘³ğ‘ğ‘» ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤

source: Bonus if >62
en@shaw: ğ‘šğ‘´ğ‘¯ğ‘©ğ‘• ğ‘¦ğ‘“ >62

source: 2 pair Same Color [total]
en@shaw: 2 ğ‘ğ‘º ğ‘•ğ‘±ğ‘¥ ğ‘’ğ‘³ğ‘¤ğ‘¼ [ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤]

source: Full House [15 + total]
en@shaw: ğ‘“ğ‘«ğ‘¤ ğ‘£ğ‘¬ğ‘• [15 + ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤]

source: Full House Same Color [20 + total]
en@shaw: ğ‘“ğ‘«ğ‘¤ ğ‘£ğ‘¬ğ‘• ğ‘•ğ‘±ğ‘¥ ğ‘’ğ‘³ğ‘¤ğ‘¼ [20 + ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤]

source: Flush (all same color) [35]
en@shaw: ğ‘“ğ‘¤ğ‘©ğ‘– (ğ‘·ğ‘¤ ğ‘•ğ‘±ğ‘¥ ğ‘’ğ‘³ğ‘¤ğ‘¼) [35]

source: 4 of a Kind [25 + total]
en@shaw: 4 ğ‘ ğ‘© ğ‘’ğ‘²ğ‘¯ğ‘› [25 + ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤]

source: 5 of a Kind [50 + total]
en@shaw: 5 ğ‘ ğ‘© ğ‘’ğ‘²ğ‘¯ğ‘› [50 + ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤]

source: Choose a score slot.
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘© ğ‘•ğ‘’ğ‘¹ ğ‘•ğ‘¤ğ‘ªğ‘‘.

source: 5 of a Kind [total]
en@shaw: 5 ğ‘ ğ‘© ğ‘’ğ‘²ğ‘¯ğ‘› [ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤]

source: Invalid move.
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¥ğ‘µğ‘.

source: It is your turn to place a dark piece
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘© ğ‘›ğ‘¸ğ‘’ ğ‘ğ‘°ğ‘•

source: It is your turn to place a light piece
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘© ğ‘¤ğ‘²ğ‘‘ ğ‘ğ‘°ğ‘•

source: Waiting for %s to move
en@shaw: ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹ %s ğ‘‘ ğ‘¥ğ‘µğ‘

source: Dark's move
en@shaw: ğ‘›ğ‘¸ğ‘’'ğ‘• ğ‘¥ğ‘µğ‘

source: Light's move
en@shaw: ğ‘¤ğ‘²ğ‘‘'ğ‘• ğ‘¥ğ‘µğ‘

source: Dark:
en@shaw: ğ‘›ğ‘¸ğ‘’:

source: Light:
en@shaw: ğ‘¤ğ‘²ğ‘‘:

source: Light player wins!
en@shaw: ğ‘¤ğ‘²ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘¼ ğ‘¢ğ‘¦ğ‘¯ğ‘Ÿ!

source: Dark player wins!
en@shaw: ğ‘›ğ‘¸ğ‘’ ğ‘ğ‘¤ğ‘±ğ‘¼ ğ‘¢ğ‘¦ğ‘¯ğ‘Ÿ!

source: The game was a draw.
en@shaw: ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘¢ğ‘ªğ‘Ÿ ğ‘© ğ‘›ğ‘®ğ‘·.

source: Light must pass, Dark's move
en@shaw: ğ‘¤ğ‘²ğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘­ğ‘•, ğ‘›ğ‘¸ğ‘’'ğ‘• ğ‘¥ğ‘µğ‘

source: Dark must pass, Light's move
en@shaw: ğ‘›ğ‘¸ğ‘’ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘­ğ‘•, ğ‘¤ğ‘²ğ‘‘'ğ‘• ğ‘¥ğ‘µğ‘

source: _Use quick moves
en@shaw: _ğ‘¿ğ‘Ÿ ğ‘’ğ‘¢ğ‘¦ğ‘’ ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: Animation
en@shaw: ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: None
en@shaw: ğ‘¯ğ‘³ğ‘¯

source: Partial
en@shaw: ğ‘ğ‘¸ğ‘‘ğ‘¦ğ‘¨ğ‘¤

source: Complete
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘

source: _Stagger flips
en@shaw: _ğ‘•ğ‘‘ğ‘¨ğ‘œğ‘» ğ‘“ğ‘¤ğ‘¦ğ‘ğ‘•

source: S_how grid
en@shaw: _ğ‘–ğ‘´ ğ‘œğ‘®ğ‘¦ğ‘›

source: _Flip final results
en@shaw: _ğ‘“ğ‘¤ğ‘¦ğ‘ ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ğ‘•

source: _Tile set:
en@shaw: _ğ‘‘ğ‘²ğ‘¤ ğ‘•ğ‘§ğ‘‘:

source: File is not a valid .desktop file
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› .desktop ğ‘“ğ‘²ğ‘¤

source: Unrecognized desktop file Version '%s'
en@shaw: ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘› ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ '%s'

source: Starting %s
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¦ğ‘™ %s

source: Application does not accept documents on command line
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ªğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯

source: Unrecognized launch option: %d
en@shaw: ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘› ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯: %d

source: Disable connection to session manager
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: Specify file containing saved configuration
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘•ğ‘±ğ‘ğ‘› ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: FILE
en@shaw: ğ‘“ğ‘²ğ‘¤

source: Specify session management ID
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ID

source: Session management options:
en@shaw: ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ:

source: Show session management options
en@shaw: ğ‘–ğ‘´ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Unknown Command
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›

source: X Padding
en@shaw: X ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™

source: Extra space to add to the width allocation.
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘•ğ‘ğ‘±ğ‘• ğ‘‘ ğ‘¨ğ‘› ğ‘‘ ğ‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯.

source: Extra space to add to the height allocation.
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘•ğ‘ğ‘±ğ‘• ğ‘‘ ğ‘¨ğ‘› ğ‘‘ ğ‘ ğ‘£ğ‘²ğ‘‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯.

source: Width Multiple
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘¥ğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘ğ‘©ğ‘¤

source: What multiple to constrain the width to.
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘¥ğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘ğ‘©ğ‘¤ ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘¯ ğ‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘‘.

source: Height Multiple
en@shaw: ğ‘£ğ‘²ğ‘‘ ğ‘¥ğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘ğ‘©ğ‘¤

source: What multiple to constrain the height to.
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘¥ğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘ğ‘©ğ‘¤ ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘¯ ğ‘ ğ‘£ğ‘²ğ‘‘ ğ‘‘.

source: X align
en@shaw: X ğ‘©ğ‘¤ğ‘²ğ‘¯

source: The horizontal alignment, from 0 (left) to 1 (right)
en@shaw: ğ‘ ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘, ğ‘“ğ‘®ğ‘ªğ‘¥ 0 (ğ‘¤ğ‘§ğ‘“ğ‘‘) ğ‘‘ 1 (ğ‘®ğ‘²ğ‘‘)

source: Y align
en@shaw: Y ğ‘©ğ‘¤ğ‘²ğ‘¯

source: The vertical alignment, from 0 (top) to 1 (bottom)
en@shaw: ğ‘ ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘, ğ‘“ğ‘®ğ‘ªğ‘¥ 0 (ğ‘‘ğ‘ªğ‘) ğ‘‘ 1 (ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥)

source: Help file â€œ%s.%sâ€ not found
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘“ğ‘²ğ‘¤ â€œ%s.%sâ€ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: Could not show link
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘´ ğ‘¤ğ‘¦ğ‘™ğ‘’

source: Score
en@shaw: ğ‘•ğ‘’ğ‘¹

source: Name
en@shaw: ğ‘¯ğ‘±ğ‘¥

source: End the current game
en@shaw: ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘œğ‘±ğ‘¥

source: End the current network game and return to network server
en@shaw: ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘œğ‘±ğ‘¥ ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘•ğ‘»ğ‘ğ‘¼

source: Pause the game
en@shaw: ğ‘ğ‘·ğ‘Ÿ ğ‘ ğ‘œğ‘±ğ‘¥
