Repository: GNOME/gnome-chess
Catalog: po/*.po
Languages: en@shaw

source: Show a list of players in the network game
en@shaw: ğ‘–ğ‘´ ğ‘© ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘œğ‘±ğ‘¥

source: Resume the paused game
en@shaw: ğ‘®ğ‘©ğ‘Ÿğ‘¿ğ‘¥ ğ‘ ğ‘ğ‘·ğ‘Ÿğ‘› ğ‘œğ‘±ğ‘¥

source: View the scores
en@shaw: ğ‘ğ‘¿ ğ‘ ğ‘•ğ‘’ğ‘¹ğ‘Ÿ

source: Configure the game
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘ ğ‘œğ‘±ğ‘¥

source: Quit this game
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘œğ‘±ğ‘¥

source: _New
en@shaw: _ğ‘¯ğ‘¿

source: _Redo Move
en@shaw: _ğ‘®ğ‘°ğ‘›ğ‘µ ğ‘¥ğ‘µğ‘

source: _Restart
en@shaw: _ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘

source: _Deal
en@shaw: _ğ‘›ğ‘°ğ‘¤

source: L_eave Game
en@shaw: _ğ‘¤ğ‘°ğ‘ ğ‘œğ‘±ğ‘¥

source: Player _List
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘¼ _ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: _Pause
en@shaw: _ğ‘ğ‘·ğ‘Ÿ

source: Res_ume
en@shaw: _ğ‘®ğ‘©ğ‘Ÿğ‘¿ğ‘¥

source: _Scores
en@shaw: _ğ‘•ğ‘’ğ‘¹ğ‘Ÿ

source: _End Game
en@shaw: _ğ‘§ğ‘¯ğ‘› ğ‘œğ‘±ğ‘¥

source: _About
en@shaw: _ğ‘©ğ‘šğ‘¬ğ‘‘

source: _Cancel
en@shaw: _ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤

source: _Close
en@shaw: _ğ‘’ğ‘¤ğ‘´ğ‘Ÿ

source: _OK
en@shaw: _ğ‘´ğ‘’ğ‘±

source: %s is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version %d of the License, or (at your option) any later version.
en@shaw: %s ğ‘¦ğ‘Ÿ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º; ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘¦ğ‘‘ ğ‘¯/ğ‘¹ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘² ğ‘¦ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘Ÿ ğ‘ ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘¨ğ‘Ÿ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘–ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯; ğ‘²ğ‘ğ‘¼ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ %d ğ‘ ğ‘ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•, ğ‘¹ (ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯) ğ‘§ğ‘¯ğ‘¦ ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯.

source: You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
en@shaw: ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘› ğ‘© ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘ ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥. ğ‘¦ğ‘“ ğ‘¯ğ‘ªğ‘‘, ğ‘•ğ‘° <http://www.gnu.org/licenses/>.

source: Lights Off
en@shaw: ğ‘¤ğ‘²ğ‘‘ğ‘• ğ‘ªğ‘“

source: Turn off all the lights
en@shaw: ğ‘‘ğ‘»ğ‘¯ ğ‘ªğ‘“ ğ‘·ğ‘¤ ğ‘ ğ‘¤ğ‘²ğ‘‘ğ‘•

source: If enabled, the default background color from the user's default GNOME theme is used to draw the tiles.
en@shaw: ğ‘¦ğ‘“ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›, ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¿ğ‘Ÿğ‘¼'ğ‘• ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘”ğ‘°ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘¿ğ‘Ÿğ‘› ğ‘‘ ğ‘›ğ‘®ğ‘· ğ‘ ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ.

source: The current score
en@shaw: ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘’ğ‘¹

source: The theme to use
en@shaw: ğ‘ ğ‘”ğ‘°ğ‘¥ ğ‘‘ ğ‘¿ğ‘•

source: The title of the tile theme to use.
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘ ğ‘ ğ‘‘ğ‘²ğ‘¤ ğ‘”ğ‘°ğ‘¥ ğ‘‘ ğ‘¿ğ‘•.

source: The users's most recent score.
en@shaw: ğ‘ ğ‘¿ğ‘Ÿğ‘¼ğ‘Ÿ'ğ‘• ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘’ğ‘¹.

source: Whether or not to use the GNOME theme colors
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¹ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘”ğ‘°ğ‘¥ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ

source: Theme:
en@shaw: ğ‘”ğ‘°ğ‘¥:

source: Use colors from GNOME theme
en@shaw: ğ‘¿ğ‘Ÿ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘”ğ‘°ğ‘¥

source: Turn off all the lights Lights Off is a part of GNOME Games.
en@shaw: ğ‘‘ğ‘»ğ‘¯ ğ‘ªğ‘“ ğ‘·ğ‘¤ ğ‘ ğ‘¤ğ‘²ğ‘‘ğ‘• ğ‘¤ğ‘²ğ‘‘ğ‘• ğ‘ªğ‘“ ğ‘¦ğ‘Ÿ ğ‘© ğ‘ğ‘¸ğ‘‘ ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘œğ‘±ğ‘¥ğ‘Ÿ.

source: Copyright 2009 Tim Horton
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ğ‘®ğ‘²ğ‘‘ 2009 Â·ğ‘‘ğ‘¦ğ‘¥ Â·ğ‘£ğ‘¹ğ‘‘ğ‘©ğ‘¯

source: Could not load tile set
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘‘ğ‘²ğ‘¤ ğ‘•ğ‘§ğ‘‘

source: Do you want to start a new game with this map?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘œğ‘±ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘¨ğ‘?

source: If you continue playing the next game will use the new map.
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘œğ‘±ğ‘¥ ğ‘¢ğ‘¦ğ‘¤ ğ‘¿ğ‘• ğ‘ ğ‘¯ğ‘¿ ğ‘¥ğ‘¨ğ‘.

source: _Continue playing
en@shaw: _ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™

source: Use _new map
en@shaw: ğ‘¿ğ‘Ÿ _ğ‘¯ğ‘¿ ğ‘¥ğ‘¨ğ‘

source: There are no more moves.
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘¯ğ‘´ ğ‘¥ğ‘¹ ğ‘¥ğ‘µğ‘ğ‘Ÿ.

source: _New game
en@shaw: _ğ‘¯ğ‘¿ ğ‘œğ‘±ğ‘¥

source: _Shuffle
en@shaw: _ğ‘–ğ‘©ğ‘“ğ‘©ğ‘¤

source: Tiles
en@shaw: ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ

source: Maps
en@shaw: ğ‘¥ğ‘¨ğ‘ğ‘•

source: _Select map:
en@shaw: _ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘¨ğ‘:

source: Colors
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ

source: Maps:
en@shaw: ğ‘¥ğ‘¨ğ‘ğ‘•:

source: Tiles:
en@shaw: ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ:

source: Restart the current game
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘œğ‘±ğ‘¥

source: Redo the last move
en@shaw: ğ‘®ğ‘°ğ‘›ğ‘µ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¥ğ‘µğ‘

source: Show a hint
en@shaw: ğ‘–ğ‘´ ğ‘© ğ‘£ğ‘¦ğ‘¯ğ‘‘

source: Tiles Left:
en@shaw: ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ ğ‘¤ğ‘§ğ‘“ğ‘‘:

source: Moves Left:
en@shaw: ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘¤ğ‘§ğ‘“ğ‘‘:

source: Remove matching pairs of tiles.
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘¥ğ‘¨ğ‘—ğ‘¦ğ‘™ ğ‘ğ‘ºğ‘Ÿ ğ‘ ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ.

source: Disassemble a pile of tiles by removing matching pairs
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘©ğ‘•ğ‘§ğ‘¥ğ‘šğ‘©ğ‘¤ ğ‘© ğ‘ğ‘²ğ‘¤ ğ‘ ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ ğ‘šğ‘² ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘¥ğ‘¨ğ‘—ğ‘¦ğ‘™ ğ‘ğ‘ºğ‘Ÿ

# mahjongg map name
source: Easy
en@shaw: ğ‘°ğ‘Ÿğ‘¦

# mahjongg map name
source: The Ziggurat
en@shaw: ğ‘ ğ‘Ÿğ‘¦ğ‘œğ‘»ğ‘¨ğ‘‘

# mahjongg map name
source: Four Bridges
en@shaw: ğ‘“ğ‘¹ ğ‘šğ‘®ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

# mahjongg map name
source: Cloud
en@shaw: ğ‘’ğ‘¤ğ‘¬ğ‘›

# mahjongg map name
source: Tic-Tac-Toe
en@shaw: ğ‘‘ğ‘¦ğ‘’-ğ‘‘ğ‘¨ğ‘’-ğ‘‘ğ‘´

# mahjongg map name
source: Red Dragon
en@shaw: ğ‘®ğ‘§ğ‘› ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯

# mahjongg map name
source: Pyramid's Walls
en@shaw: ğ‘ğ‘¦ğ‘®ğ‘©ğ‘¥ğ‘¦ğ‘›'ğ‘• ğ‘¢ğ‘·ğ‘¤ğ‘Ÿ

# mahjongg map name
source: Confounding Cross
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘’ğ‘®ğ‘ªğ‘•

# mahjongg map name
source: Difficult
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘

source: Board size:
en@shaw: ğ‘šğ‘¹ğ‘› ğ‘•ğ‘²ğ‘Ÿ:

source: Number of colors:
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ:

source: Zealous Animation
en@shaw: ğ‘Ÿğ‘§ğ‘¤ğ‘©ğ‘• ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Clear the screen by removing groups of colored and shaped tiles
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘šğ‘² ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘œğ‘®ğ‘µğ‘ğ‘• ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘› ğ‘¯ ğ‘–ğ‘±ğ‘ğ‘‘ ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ

source: Board color count
en@shaw: ğ‘šğ‘¹ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘’ğ‘¬ğ‘¯ğ‘‘

source: The number of colors of tiles to use in the game.
en@shaw: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ ğ‘ ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘¿ğ‘• ğ‘¦ğ‘¯ ğ‘ ğ‘œğ‘±ğ‘¥.

source: The size of the game board.
en@shaw: ğ‘ ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘šğ‘¹ğ‘›.

source: Use more flashy, but slower, animations.
en@shaw: ğ‘¿ğ‘Ÿ ğ‘¥ğ‘¹ ğ‘“ğ‘¤ğ‘¨ğ‘–ğ‘°, ğ‘šğ‘³ğ‘‘ ğ‘•ğ‘¤ğ‘´ğ‘¼, ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ.

source: Zealous animation
en@shaw: ğ‘Ÿğ‘§ğ‘¤ğ‘©ğ‘• ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: points
en@shaw: ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘•

source: Small
en@shaw: ğ‘•ğ‘¥ğ‘·ğ‘¤

source: Large
en@shaw: ğ‘¤ğ‘¸ğ‘¡
