Repository: GNOME/gnome-chess
Catalog: po/*.po
Languages: en@shaw

source: White rook at %1$s takes the black knight at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %2$s

source: White rook at %1$s takes the black bishop at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %2$s

source: White rook at %1$s takes the black queen at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: White knight moves from %1$s to %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘¯ğ‘²ğ‘‘ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ %1$s ğ‘‘ %2$s

source: White knight at %1$s takes the black pawn at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: White knight at %1$s takes the black rook at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %2$s

source: White knight at %1$s takes the black knight at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %2$s

source: White knight at %1$s takes the black bishop at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %2$s

source: White knight at %1$s takes the black queen at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: White bishop moves from %1$s to %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ %1$s ğ‘‘ %2$s

source: White bishop at %1$s takes the black pawn at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: White bishop at %1$s takes the black rook at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %2$s

source: White bishop at %1$s takes the black knight at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %2$s

source: White bishop at %1$s takes the black bishop at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %2$s

source: White bishop at %1$s takes the black queen at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: White queen moves from %1$s to %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ %1$s ğ‘‘ %2$s

source: White queen at %1$s takes the black pawn at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: White queen at %1$s takes the black rook at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %2$s

source: White queen at %1$s takes the black knight at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %2$s

source: White queen at %1$s takes the black bishop at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %2$s

source: White queen at %1$s takes the black queen at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: White king moves from %1$s to %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘’ğ‘¦ğ‘™ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ %1$s ğ‘‘ %2$s

source: White king at %1$s takes the black pawn at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘’ğ‘¦ğ‘™ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: White king at %1$s takes the black rook at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘’ğ‘¦ğ‘™ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %2$s

source: White king at %1$s takes the black knight at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘’ğ‘¦ğ‘™ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %2$s

source: White king at %1$s takes the black bishop at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘’ğ‘¦ğ‘™ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %2$s

source: White king at %1$s takes the black queen at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘’ğ‘¦ğ‘™ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: Black pawn moves from %1$s to %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘ğ‘·ğ‘¯ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ %1$s ğ‘‘ %2$s

source: Black pawn at %1$s takes the white pawn at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: Black pawn at %1$s takes the white rook at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %2$s

source: Black pawn at %1$s takes the white knight at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %2$s

source: Black pawn at %1$s takes the white bishop at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %2$s

source: Black pawn at %1$s takes the white queen at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: Black rook moves from %1$s to %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘®ğ‘«ğ‘’ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ %1$s ğ‘‘ %2$s

source: Black rook at %1$s takes the white pawn at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: Black rook at %1$s takes the white rook at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %2$s

source: Black rook at %1$s takes the white knight at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %2$s

source: Black rook at %1$s takes the white bishop at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %2$s

source: Black rook at %1$s takes the white queen at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: Black knight moves from %1$s to %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘¯ğ‘²ğ‘‘ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ %1$s ğ‘‘ %2$s

source: Black knight at %1$s takes the white pawn at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: Black knight at %1$s takes the white rook at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %2$s

source: Black knight at %1$s takes the white knight at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %2$s

source: Black knight at %1$s takes the white bishop at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %2$s

source: Black knight at %1$s takes the white queen at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: Black bishop moves from %1$s to %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ %1$s ğ‘‘ %2$s

source: Black bishop at %1$s takes the white pawn at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: Black bishop at %1$s takes the white rook at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %2$s

source: Black bishop at %1$s takes the white knight at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %2$s

source: Black bishop at %1$s takes the white bishop at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %2$s

source: Black bishop at %1$s takes the white queen at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: Black queen moves from %1$s to %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ %1$s ğ‘‘ %2$s

source: Black queen at %1$s takes the white pawn at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: Black queen at %1$s takes the white rook at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %2$s

source: Black queen at %1$s takes the white knight at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %2$s

source: Black queen at %1$s takes the white bishop at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %2$s

source: Black queen at %1$s takes the white queen at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: Black king moves from %1$s to %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘’ğ‘¦ğ‘™ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ %1$s ğ‘‘ %2$s

source: Black king at %1$s takes the white pawn at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘’ğ‘¦ğ‘™ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: Black king at %1$s takes the white rook at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘’ğ‘¦ğ‘™ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %2$s

source: Black king at %1$s takes the white knight at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘’ğ‘¦ğ‘™ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %2$s

source: Black king at %1$s takes the white bishop at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘’ğ‘¦ğ‘™ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %2$s

source: Black king at %1$s takes the white queen at %2$s
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘’ğ‘¦ğ‘™ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: %(movenum)2iw. %(description)s (Check)
en@shaw: %(movenum)2iğ‘›ğ‘©ğ‘šğ‘©ğ‘¤ğ‘˜ğ‘µ. %(description)s (ğ‘—ğ‘§ğ‘’)

source: %(movenum)2iw. %(description)s (Checkmate)
en@shaw: %(movenum)2iğ‘›ğ‘©ğ‘šğ‘©ğ‘¤ğ‘˜ğ‘µ. %(description)s (ğ‘—ğ‘§ğ‘’ğ‘¥ğ‘±ğ‘‘)

source: %(movenum)2iw. %(description)s (Stalemate)
en@shaw: %(movenum)2iğ‘›ğ‘©ğ‘šğ‘©ğ‘¤ğ‘˜ğ‘µ. %(description)s (ğ‘•ğ‘‘ğ‘±ğ‘¤ğ‘¥ğ‘±ğ‘‘)

source: %(movenum)2iw. %(description)s
en@shaw: %(movenum)2iğ‘›ğ‘©ğ‘šğ‘©ğ‘¤ğ‘˜ğ‘µ. %(description)s

source: %(movenum)2ib. %(description)s (Check)
en@shaw: %(movenum)2iğ‘šğ‘°. %(description)s (ğ‘—ğ‘§ğ‘’)

source: %(movenum)2ib. %(description)s (Checkmate)
en@shaw: %(movenum)2iğ‘šğ‘°. %(description)s (ğ‘—ğ‘§ğ‘’ğ‘¥ğ‘±ğ‘‘)

source: %(movenum)2ib. %(description)s (Stalemate)
en@shaw: %(movenum)2iğ‘šğ‘°. %(description)s (ğ‘•ğ‘‘ğ‘±ğ‘¤ğ‘¥ğ‘±ğ‘‘)

source: %(movenum)2ib. %(description)s
en@shaw: %(movenum)2iğ‘šğ‘°. %(description)s

source: %s wins
en@shaw: %s ğ‘¢ğ‘¦ğ‘¯ğ‘Ÿ

source: Game is drawn
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘›ğ‘®ğ‘·ğ‘¯

source: Opponent is in check and cannot move (checkmate)
en@shaw: ğ‘©ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘—ğ‘§ğ‘’ ğ‘¯ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘µğ‘ (ğ‘—ğ‘§ğ‘’ğ‘¥ğ‘±ğ‘‘)

source: Opponent cannot move (stalemate)
en@shaw: ğ‘©ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘µğ‘ (ğ‘•ğ‘‘ğ‘±ğ‘¤ğ‘¥ğ‘±ğ‘‘)

source: No piece has been taken or pawn moved in the last fifty moves
en@shaw: ğ‘¯ğ‘´ ğ‘ğ‘°ğ‘• ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯ ğ‘¹ ğ‘ğ‘·ğ‘¯ ğ‘¥ğ‘µğ‘ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘“ğ‘¦ğ‘“ğ‘‘ğ‘¦ ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: Opponent has run out of time
en@shaw: ğ‘©ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘®ğ‘³ğ‘¯ ğ‘¬ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥

source: The same board state has occurred three times (three fold repetition)
en@shaw: ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘šğ‘¹ğ‘› ğ‘•ğ‘‘ğ‘±ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘ªğ‘’ğ‘»ğ‘› ğ‘”ğ‘®ğ‘° ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ (ğ‘”ğ‘®ğ‘° ğ‘“ğ‘´ğ‘¤ğ‘› ğ‘®ğ‘°ğ‘ğ‘©ğ‘‘ğ‘¦ğ‘–ğ‘©ğ‘¯)

source: Neither player can cause checkmate (insufficient material)
en@shaw: ğ‘¯ğ‘²ğ‘ğ‘¼ ğ‘ğ‘¤ğ‘±ğ‘¼ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘·ğ‘Ÿ ğ‘—ğ‘§ğ‘’ğ‘¥ğ‘±ğ‘‘ (ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘©ğ‘‘ğ‘½ğ‘¦ğ‘©ğ‘¤)

source: The black player has resigned
en@shaw: ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘ğ‘¤ğ‘±ğ‘¼ ğ‘£ğ‘¨ğ‘Ÿ ğ‘®ğ‘¦ğ‘Ÿğ‘²ğ‘¯ğ‘›

source: The white player has resigned
en@shaw: ğ‘ ğ‘¢ğ‘²ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘¼ ğ‘£ğ‘¨ğ‘Ÿ ğ‘®ğ‘¦ğ‘Ÿğ‘²ğ‘¯ğ‘›

source: The game has been abandoned
en@shaw: ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘©ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¯ğ‘›

source: One of the players has died
en@shaw: ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ ğ‘£ğ‘¨ğ‘Ÿ ğ‘›ğ‘²ğ‘›

source: Disconnected
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›

source: New profile...
en@shaw: ğ‘¯ğ‘¿ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤...

source: Table
en@shaw: ğ‘‘ğ‘±ğ‘šğ‘©ğ‘¤

source: Seats
en@shaw: ğ‘•ğ‘°ğ‘‘ğ‘•

source: Description
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯

source: Seat
en@shaw: ğ‘•ğ‘°ğ‘‘

source: Player
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘¼

source: Spectator
en@shaw: ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘±ğ‘‘ğ‘»

source: Reserved for %s
en@shaw: ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘ğ‘› ğ‘“ğ‘¹ %s

source: Seat empty
en@shaw: ğ‘•ğ‘°ğ‘‘ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦

source: '%(name)s' in '%(game)s'
en@shaw: '%(name)s' ğ‘¦ğ‘¯ '%(game)s'

source: Application Log
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¤ğ‘ªğ‘œ

source: Usage: %s [game]
en@shaw: ğ‘¿ğ‘•ğ‘¦ğ‘¡: %s [ğ‘œğ‘±ğ‘¥]

source: Human versus %s
en@shaw: ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘ğ‘»ğ‘•ğ‘©ğ‘• %s

source: Save game before closing?
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘¦ğ‘™?

source: Copyright 2005-2008 Robert Ancell (and contributors)
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ğ‘®ğ‘²ğ‘‘ 2005-2008 Â·ğ‘®ğ‘ªğ‘šğ‘¼ğ‘‘ Â·ğ‘¨ğ‘¯ğ‘•ğ‘§ğ‘¤ (ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘˜ğ‘©ğ‘‘ğ‘»ğ‘Ÿ)

source: %s is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
en@shaw: %s ğ‘¦ğ‘Ÿ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º; ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘¦ğ‘‘ ğ‘¯/ğ‘¹ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘² ğ‘¦ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘Ÿ ğ‘ ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘¨ğ‘Ÿ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘–ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯; ğ‘²ğ‘ğ‘¼ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ 2 ğ‘ ğ‘ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•, ğ‘¹ (ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯) ğ‘§ğ‘¯ğ‘¦ ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯.

source: %s is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
en@shaw: %s ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘£ğ‘´ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘§ğ‘¯ğ‘¦ ğ‘¢ğ‘ªğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘°; ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘²ğ‘› ğ‘¢ğ‘ªğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘° ğ‘ MERCHANTABILITY ğ‘¹ ğ‘“ğ‘¦ğ‘‘ğ‘¯ğ‘©ğ‘• ğ‘“ğ‘¹ ğ‘© ğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘’ğ‘¿ğ‘¤ğ‘¼ ğ‘ğ‘»ğ‘ğ‘©ğ‘•. ğ‘•ğ‘° ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘“ğ‘¹ ğ‘¥ğ‘¹ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ.

source: You should have received a copy of the GNU General Public License along with %s; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA
en@shaw: ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘› ğ‘© ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘ ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘¢ğ‘¦ğ‘ %s; ğ‘¦ğ‘“ ğ‘¯ğ‘ªğ‘‘, ğ‘®ğ‘²ğ‘‘ ğ‘‘ ğ‘ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘¦ğ‘™ğ‘’., 51 ğ‘“ğ‘®ğ‘¨ğ‘™ğ‘’ğ‘¤ğ‘¦ğ‘¯ ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘‘, Â·ğ‘“ğ‘¦ğ‘“ğ‘” ğ‘“ğ‘¤ğ‘¹, Â·ğ‘šğ‘ªğ‘•ğ‘‘ğ‘©ğ‘¯, ğ‘¥ğ‘¶ 02110-1301 ğ‘˜ğ‘µğ‘§ğ‘•ğ‘±

source: Unable to make data directory %(dir)s: %(error)s
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ %(dir)s: %(error)s

source: Incorrect password
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘¼ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›

source: Account in use
en@shaw: ğ‘©ğ‘’ğ‘¬ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ ğ‘¿ğ‘•

source: Connection closed: %s
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘›: %s

source: A password is required
en@shaw: ğ‘© ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘›

source: Disconnected from server
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘•ğ‘»ğ‘ğ‘¼

source: No description
en@shaw: ğ‘¯ğ‘´ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯

# board size
source: Small
en@shaw: ğ‘•ğ‘¥ğ‘·ğ‘¤

# board size
source: Medium
en@shaw: ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘©ğ‘¥

# board size
source: Large
en@shaw: ğ‘¤ğ‘¸ğ‘¡

source: Could not load theme
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘”ğ‘°ğ‘¥

source: Unable to locate file: %s The default theme will be loaded instead.
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘“ğ‘²ğ‘¤: %s ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘”ğ‘°ğ‘¥ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘› ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘›.

source: Unable to locate file: %s Please check that Five or More is installed correctly.
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ ğ‘“ğ‘²ğ‘¤: %s ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘—ğ‘§ğ‘’ ğ‘ğ‘¨ğ‘‘ Â·ğ‘“ğ‘²ğ‘ ğ‘¹ Â·ğ‘¥ğ‘¹ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘’ğ‘¼ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦.

source: Match five objects of the same type in a row to score!
en@shaw: ğ‘¥ğ‘¨ğ‘— ğ‘“ğ‘²ğ‘ ğ‘ªğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘‘ğ‘²ğ‘ ğ‘¦ğ‘¯ ğ‘© ğ‘®ğ‘´ ğ‘‘ ğ‘•ğ‘’ğ‘¹!

source: GNOME Five or More
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ Â·ğ‘“ğ‘²ğ‘ ğ‘¹ Â·ğ‘¥ğ‘¹

source: _Board size:
en@shaw: _ğ‘šğ‘¹ğ‘› ğ‘•ğ‘²ğ‘Ÿ:

source: Game Over!
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘´ğ‘ğ‘¼!

source: You can't move there!
en@shaw: ğ‘¿ ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘ğ‘º!

source: Five or More
en@shaw: Â·ğ‘“ğ‘²ğ‘ ğ‘¹ Â·ğ‘¥ğ‘¹

source: GNOME port of the once-popular Color Lines game. Five or More is a part of GNOME Games.
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘ğ‘¹ğ‘‘ ğ‘ ğ‘ ğ‘¢ğ‘³ğ‘¯ğ‘•-ğ‘ğ‘ªğ‘ğ‘¿ğ‘¤ğ‘¼ Â·ğ‘’ğ‘³ğ‘¤ğ‘¼ Â·ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘œğ‘±ğ‘¥. Â·ğ‘“ğ‘²ğ‘ ğ‘¹ Â·ğ‘¥ğ‘¹ ğ‘¦ğ‘Ÿ ğ‘© ğ‘ğ‘¸ğ‘‘ ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘œğ‘±ğ‘¥ğ‘Ÿ.

source: Five or More Preferences
en@shaw: Â·ğ‘“ğ‘²ğ‘ ğ‘¹ Â·ğ‘¥ğ‘¹ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Appearance
en@shaw: ğ‘©ğ‘ğ‘½ğ‘©ğ‘¯ğ‘•

source: _Image:
en@shaw: _ğ‘¦ğ‘¥ğ‘¦ğ‘¡:

source: B_ackground color:
en@shaw: _ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼:

source: Board Size
en@shaw: ğ‘šğ‘¹ğ‘› ğ‘•ğ‘²ğ‘Ÿ

# preferences
source: General
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤

source: _Use fast moves
en@shaw: _ğ‘¿ğ‘Ÿ ğ‘“ğ‘­ğ‘•ğ‘‘ ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: Next:
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘:

source: Remove colored balls from the board by forming lines
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘› ğ‘šğ‘·ğ‘¤ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘šğ‘¹ğ‘› ğ‘šğ‘² ğ‘“ğ‘¹ğ‘¥ğ‘¦ğ‘™ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ

source: Background color
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Background color. The hex specification of the background color.
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼. ğ‘ ğ‘£ğ‘§ğ‘’ğ‘• ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼.

source: Ball style
en@shaw: ğ‘šğ‘·ğ‘¤ ğ‘•ğ‘‘ğ‘²ğ‘¤

source: Ball style. The filename of the images to use for the balls.
en@shaw: ğ‘šğ‘·ğ‘¤ ğ‘•ğ‘‘ğ‘²ğ‘¤. ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘ ğ‘šğ‘·ğ‘¤ğ‘Ÿ.

source: Game field
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘“ğ‘°ğ‘¤ğ‘›

source: Game field from last saved session.
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘“ğ‘°ğ‘¤ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘•ğ‘±ğ‘ğ‘› ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯.

source: Game preview
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘ğ‘®ğ‘°ğ‘ğ‘¿

source: Game preview from last saved session.
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘ğ‘®ğ‘°ğ‘ğ‘¿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘•ğ‘±ğ‘ğ‘› ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯.

source: Game score
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘•ğ‘’ğ‘¹

source: Game score from last saved session.
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘•ğ‘’ğ‘¹ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘•ğ‘±ğ‘ğ‘› ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯.

source: Playing field size
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘“ğ‘°ğ‘¤ğ‘› ğ‘•ğ‘²ğ‘Ÿ

source: Playing field size. 1=Small, 2=Medium, 3=Large. Any other value is invalid.
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘“ğ‘°ğ‘¤ğ‘› ğ‘•ğ‘²ğ‘Ÿ. 1=ğ‘•ğ‘¥ğ‘·ğ‘¤, 2=ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘©ğ‘¥, 3=ğ‘¤ğ‘¸ğ‘¡. ğ‘§ğ‘¯ğ‘¦ ğ‘³ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›.

source: Time between moves
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: Time between moves in milliseconds.
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¥ğ‘¦ğ‘¤ğ‘¦ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ.

source: Four-in-a-Row
en@shaw: Â·ğ‘“ğ‘¹-ğ‘¦ğ‘¯-ğ‘©-Â·ğ‘®ğ‘´

source: Make lines of the same color to win
en@shaw: ğ‘¥ğ‘±ğ‘’ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘‘ ğ‘¢ğ‘¦ğ‘¯

source: A number specifying the preferred theme.
en@shaw: ğ‘© ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘¦ğ‘™ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘“ğ‘»ğ‘› ğ‘”ğ‘°ğ‘¥.

source: Animate
en@shaw: ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘‘

source: Drop marble
en@shaw: ğ‘›ğ‘®ğ‘ªğ‘ ğ‘¥ğ‘¸ğ‘šğ‘©ğ‘¤

source: Key press to drop a marble.
en@shaw: ğ‘’ğ‘° ğ‘ğ‘®ğ‘§ğ‘• ğ‘‘ ğ‘›ğ‘®ğ‘ªğ‘ ğ‘© ğ‘¥ğ‘¸ğ‘šğ‘©ğ‘¤.

source: Key press to move left.
en@shaw: ğ‘’ğ‘° ğ‘ğ‘®ğ‘§ğ‘• ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘¤ğ‘§ğ‘“ğ‘‘.

source: Key press to move right.
en@shaw: ğ‘’ğ‘° ğ‘ğ‘®ğ‘§ğ‘• ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘®ğ‘²ğ‘‘.

source: Level of Player One
en@shaw: ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¼ ğ‘¢ğ‘³ğ‘¯

source: Level of Player Two
en@shaw: ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¼ ğ‘‘ğ‘µ

source: Move left
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘¤ğ‘§ğ‘“ğ‘‘

source: Move right
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘®ğ‘²ğ‘‘

source: Theme ID
en@shaw: ğ‘”ğ‘°ğ‘¥ ID

source: Whether or not to use animation.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¹ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯.

source: Zero is human; one through three correspond to the level of the computer player.
en@shaw: ğ‘Ÿğ‘½ğ‘´ ğ‘¦ğ‘Ÿ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯; ğ‘¢ğ‘³ğ‘¯ ğ‘”ğ‘®ğ‘µ ğ‘”ğ‘®ğ‘° ğ‘’ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘ğ‘ªğ‘¯ğ‘› ğ‘‘ ğ‘ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘ğ‘¤ğ‘±ğ‘¼.

source: Unable to load image: %s
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡: %s

source: It's a draw!
en@shaw: ğ‘¦ğ‘‘'ğ‘• ğ‘© ğ‘›ğ‘®ğ‘·!

source: You win!
en@shaw: ğ‘¿ ğ‘¢ğ‘¦ğ‘¯!

source: It is your move.
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘¥ğ‘µğ‘.

source: I win!
en@shaw: ğ‘² ğ‘¢ğ‘¦ğ‘¯!

source: Thinking...
en@shaw: ğ‘”ğ‘¦ğ‘™ğ‘’ğ‘¦ğ‘™...

source: %s wins!
en@shaw: %s ğ‘¢ğ‘¦ğ‘¯ğ‘Ÿ!

source: Waiting for %s to move.
en@shaw: ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹ %s ğ‘‘ ğ‘¥ğ‘µğ‘.

source: Hint: Column %d
en@shaw: ğ‘£ğ‘¦ğ‘¯ğ‘‘: ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ %d

source: You:
en@shaw: ğ‘¿:

source: Me:
en@shaw: ğ‘¥ğ‘°:

source: Scores
en@shaw: ğ‘•ğ‘’ğ‘¹ğ‘Ÿ

source: Drawn:
en@shaw: ğ‘›ğ‘®ğ‘·ğ‘¯:

source: Player One: %s
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘¼ ğ‘¢ğ‘³ğ‘¯: %s

source: Player Two: %s
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘¼ ğ‘‘ğ‘µ: %s

source: Level one
en@shaw: ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘³ğ‘¯

source: Level two
en@shaw: ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘‘ğ‘µ

source: Level three
en@shaw: ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘”ğ‘®ğ‘°

source: Four-in-a-Row Preferences
en@shaw: Â·ğ‘“ğ‘¹-ğ‘¦ğ‘¯-ğ‘©-Â·ğ‘®ğ‘´ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Game
en@shaw: ğ‘œğ‘±ğ‘¥

source: _Theme:
en@shaw: _ğ‘”ğ‘°ğ‘¥:

source: Enable _animation
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ _ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: E_nable sounds
en@shaw: _ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ

source: Keyboard Controls
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ

source: Classic
en@shaw: ğ‘’ğ‘¤ğ‘¨ğ‘•ğ‘¦ğ‘’

source: Red
en@shaw: ğ‘®ğ‘§ğ‘›

source: Yellow
en@shaw: ğ‘˜ğ‘§ğ‘¤ğ‘´

source: High Contrast
en@shaw: ğ‘£ğ‘² ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘®ğ‘­ğ‘•ğ‘‘

source: Light
en@shaw: ğ‘¤ğ‘²ğ‘‘

source: Dark
en@shaw: ğ‘›ğ‘¸ğ‘’

source: High Contrast Inverse
en@shaw: ğ‘£ğ‘² ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘®ğ‘­ğ‘•ğ‘‘ ğ‘¦ğ‘¯ğ‘ğ‘»ğ‘•

source: Cream Marbles
en@shaw: ğ‘’ğ‘®ğ‘°ğ‘¥ ğ‘¥ğ‘¸ğ‘šğ‘©ğ‘¤ğ‘Ÿ

source: Blue
en@shaw: ğ‘šğ‘¤ğ‘µ

source: Glass Marbles
en@shaw: ğ‘œğ‘¤ğ‘­ğ‘• ğ‘¥ğ‘¸ğ‘šğ‘©ğ‘¤ğ‘Ÿ

source: Nightfall
en@shaw: ğ‘¯ğ‘²ğ‘‘ğ‘“ğ‘·ğ‘¤

source: Blocks
en@shaw: ğ‘šğ‘¤ğ‘ªğ‘’ğ‘•

source: Orange
en@shaw: ğ‘¹ğ‘¦ğ‘¯ğ‘¡

source: Level file appears to be damaged: %s Please check your Nibbles installation
en@shaw: ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ ğ‘©ğ‘ğ‘½ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ğ‘›: %s ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘—ğ‘§ğ‘’ ğ‘¿ğ‘¼ Â·ğ‘¯ğ‘¦ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘©ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯

source: Nibbles Scores
en@shaw: Â·ğ‘¯ğ‘¦ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘•ğ‘’ğ‘¹ğ‘Ÿ

source: Speed:
en@shaw: ğ‘•ğ‘ğ‘°ğ‘›:

source: Congratulations!
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘œğ‘®ğ‘¨ğ‘‘ğ‘˜ğ‘«ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ!

source: Your score is the best!
en@shaw: ğ‘¿ğ‘¼ ğ‘•ğ‘’ğ‘¹ ğ‘¦ğ‘Ÿ ğ‘ ğ‘šğ‘§ğ‘•ğ‘‘!

source: Your score has made the top ten.
en@shaw: ğ‘¿ğ‘¼ ğ‘•ğ‘’ğ‘¹ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¥ğ‘±ğ‘› ğ‘ ğ‘‘ğ‘ªğ‘ ğ‘‘ğ‘§ğ‘¯.

source: Guide a worm around a maze
en@shaw: ğ‘œğ‘²ğ‘› ğ‘© ğ‘¢ğ‘»ğ‘¥ ğ‘¼ğ‘¬ğ‘¯ğ‘› ğ‘© ğ‘¥ğ‘±ğ‘Ÿ

source: Nibbles
en@shaw: Â·ğ‘¯ğ‘¦ğ‘šğ‘©ğ‘¤ğ‘Ÿ

source: Color to use for worm
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¢ğ‘»ğ‘¥

source: Color to use for worm.
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¢ğ‘»ğ‘¥.

source: Enable fake bonuses
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘±ğ‘’ ğ‘šğ‘´ğ‘¯ğ‘©ğ‘•ğ‘¦ğ‘Ÿ

source: Enable fake bonuses.
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘±ğ‘’ ğ‘šğ‘´ğ‘¯ğ‘©ğ‘•ğ‘¦ğ‘Ÿ.

source: Enable sounds
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ

source: Enable sounds.
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ.

source: Game level to start on
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ªğ‘¯
