Repository: GNOME/gnome-chess
Catalog: po/*.po
Languages: en@shaw

source: Move a King on to the empty tableau slot
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘© ğ‘’ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘‘ ğ‘ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘‘ğ‘©ğ‘šğ‘¤ğ‘´ ğ‘•ğ‘¤ğ‘ªğ‘‘

source: No hint available right now
en@shaw: ğ‘¯ğ‘´ ğ‘£ğ‘¦ğ‘¯ğ‘‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘®ğ‘²ğ‘‘ ğ‘¯ğ‘¬

source: Move something on to an empty reserve
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘

source: an empty tableau
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘‘ğ‘©ğ‘šğ‘¤ğ‘´

source: I'm not sure
en@shaw: ğ‘²ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘«ğ‘¼

source: Remove the aces
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘±ğ‘•ğ‘¦ğ‘Ÿ

source: Remove the eights
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘±ğ‘‘ğ‘•

source: Remove the fives
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘“ğ‘²ğ‘ğ‘Ÿ

source: Remove the fours
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘“ğ‘ªğ‘®ğ‘Ÿ

source: Remove the jacks
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘¡ğ‘¨ğ‘’ğ‘•

source: Remove the kings
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘’ğ‘¦ğ‘™ğ‘Ÿ

source: Remove the nines
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘¯ğ‘²ğ‘¯ğ‘Ÿ

source: Remove the queens
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ğ‘Ÿ

source: Remove the sevens
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘•ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ

source: Remove the sixes
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘•ğ‘¦ğ‘’ğ‘•ğ‘¦ğ‘Ÿ

source: Remove the tens
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘‘ğ‘§ğ‘¯ğ‘Ÿ

source: Remove the threes
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘”ğ‘®ğ‘°ğ‘Ÿ

source: Remove the twos
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘‘ğ‘µğ‘Ÿ

source: Return cards to stock
en@shaw: ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘’ğ‘¸ğ‘›ğ‘Ÿ ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘’

source: Consider moving something into an empty slot
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘•ğ‘¤ğ‘ªğ‘‘

source: Move ~a off the board
en@shaw: ğ‘¥ğ‘µğ‘ ~a ğ‘ªğ‘“ ğ‘ ğ‘šğ‘¹ğ‘›

source: Bug! make-hint called on false move.
en@shaw: ğ‘šğ‘³ğ‘œ! ğ‘¥ğ‘±ğ‘’-ğ‘£ğ‘¦ğ‘¯ğ‘‘ ğ‘’ğ‘·ğ‘¤ğ‘› ğ‘ªğ‘¯ ğ‘“ğ‘·ğ‘¤ğ‘• ğ‘¥ğ‘µğ‘.

source: Deal a card from stock
en@shaw: ğ‘›ğ‘°ğ‘¤ ğ‘© ğ‘’ğ‘¸ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘•ğ‘‘ğ‘ªğ‘’

source: an empty space
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘•ğ‘ğ‘±ğ‘•

source: No moves are possible. Undo or start again.
en@shaw: ğ‘¯ğ‘´ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘¸ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤. ğ‘³ğ‘¯ğ‘›ğ‘µ ğ‘¹ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯.

source: The game has no solution. Undo or start again.
en@shaw: ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘´ ğ‘•ğ‘©ğ‘¤ğ‘µğ‘–ğ‘©ğ‘¯. ğ‘³ğ‘¯ğ‘›ğ‘µ ğ‘¹ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯.

source: an empty reserve
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘

source: an open tableau
en@shaw: ğ‘©ğ‘¯ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘‘ğ‘©ğ‘šğ‘¤ğ‘´

source: the foundation
en@shaw: ğ‘ ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯

source: Add to the sequence in row ~a.
en@shaw: ğ‘¨ğ‘› ğ‘‘ ğ‘ ğ‘•ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘®ğ‘´ ~a.

source: No hint available.
en@shaw: ğ‘¯ğ‘´ ğ‘£ğ‘¦ğ‘¯ğ‘‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤.

source: Place the ~a next to ~a.
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘• ğ‘ ~a ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ~a.

source: Alternating colors
en@shaw: ğ‘ªğ‘¤ğ‘‘ğ‘»ğ‘¯ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ

source: Deal a row
en@shaw: ğ‘›ğ‘°ğ‘¤ ğ‘© ğ‘®ğ‘´

source: Deals left: ~a
en@shaw: ğ‘›ğ‘°ğ‘¤ğ‘Ÿ ğ‘¤ğ‘§ğ‘“ğ‘‘: ~a

source: Same suit
en@shaw: ğ‘•ğ‘±ğ‘¥ ğ‘•ğ‘¿ğ‘‘

source: Try dealing a row of cards
en@shaw: ğ‘‘ğ‘®ğ‘² ğ‘›ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘© ğ‘®ğ‘´ ğ‘ ğ‘’ğ‘¸ğ‘›ğ‘Ÿ

source: Try moving a card to the reserve
en@shaw: ğ‘‘ğ‘®ğ‘² ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘© ğ‘’ğ‘¸ğ‘› ğ‘‘ ğ‘ ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘

source: Try moving card piles around
en@shaw: ğ‘‘ğ‘®ğ‘² ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘’ğ‘¸ğ‘› ğ‘ğ‘²ğ‘¤ğ‘Ÿ ğ‘¼ğ‘¬ğ‘¯ğ‘›

source: an empty foundation place
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘¤ğ‘±ğ‘•

source: an empty tableau place
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘‘ğ‘©ğ‘šğ‘¤ğ‘´ ğ‘ğ‘¤ğ‘±ğ‘•

source: Move a card from the reserve on to the empty tableau slot
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘© ğ‘’ğ‘¸ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘ ğ‘ªğ‘¯ ğ‘‘ ğ‘ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘‘ğ‘©ğ‘šğ‘¤ğ‘´ ğ‘•ğ‘¤ğ‘ªğ‘‘

source: Select a card from the reserve for first foundation pile
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘’ğ‘¸ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘ ğ‘“ğ‘¹ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘²ğ‘¤

source: on to the empty tableau slot
en@shaw: ğ‘ªğ‘¯ ğ‘‘ ğ‘ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘‘ğ‘©ğ‘šğ‘¤ğ‘´ ğ‘•ğ‘¤ğ‘ªğ‘‘

source: Deal another card
en@shaw: ğ‘›ğ‘°ğ‘¤ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘’ğ‘¸ğ‘›

source: Stock left: ~a
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘¤ğ‘§ğ‘“ğ‘‘: ~a

source: Deal another hand
en@shaw: ğ‘›ğ‘°ğ‘¤ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘£ğ‘¨ğ‘¯ğ‘›

source: Move a card or build of cards on to the empty slot
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘© ğ‘’ğ‘¸ğ‘› ğ‘¹ ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘ ğ‘’ğ‘¸ğ‘›ğ‘Ÿ ğ‘ªğ‘¯ ğ‘‘ ğ‘ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘•ğ‘¤ğ‘ªğ‘‘

source: Move card from waste
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘’ğ‘¸ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¢ğ‘±ğ‘•ğ‘‘

source: Move waste to stock
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘¢ğ‘±ğ‘•ğ‘‘ ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘’

source: an empty tableau slot
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘‘ğ‘©ğ‘šğ‘¤ğ‘´ ğ‘•ğ‘¤ğ‘ªğ‘‘

source: Deal a new card
en@shaw: ğ‘›ğ‘°ğ‘¤ ğ‘© ğ‘¯ğ‘¿ ğ‘’ğ‘¸ğ‘›

source: Stock remaining: ~a
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™: ~a

source: Single card deals
en@shaw: ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘’ğ‘¸ğ‘› ğ‘›ğ‘°ğ‘¤ğ‘Ÿ

source: Try moving cards down from the foundation
en@shaw: ğ‘‘ğ‘®ğ‘² ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘’ğ‘¸ğ‘›ğ‘Ÿ ğ‘›ğ‘¬ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯

source: Base Card:
en@shaw: ğ‘šğ‘±ğ‘• ğ‘’ğ‘¸ğ‘›:

source: Aim to place the suits in the order which fits the current layout most naturally.
en@shaw: ğ‘±ğ‘¥ ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘ ğ‘•ğ‘¿ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘ ğ‘¹ğ‘›ğ‘¼ ğ‘¢ğ‘¦ğ‘— ğ‘“ğ‘¦ğ‘‘ğ‘• ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¤ğ‘±ğ‘¬ğ‘‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¯ğ‘¨ğ‘—ğ‘¼ğ‘©ğ‘¤ğ‘¦.

source: Deal new cards from the deck
en@shaw: ğ‘›ğ‘°ğ‘¤ ğ‘¯ğ‘¿ ğ‘’ğ‘¸ğ‘›ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘›ğ‘§ğ‘’

source: something
en@shaw: ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™

source: Move ~a from the stock to an empty edge or tableau slot
en@shaw: ğ‘¥ğ‘µğ‘ ~a ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘§ğ‘¡ ğ‘¹ ğ‘‘ğ‘©ğ‘šğ‘¤ğ‘´ ğ‘•ğ‘¤ğ‘ªğ‘‘

source: Move ~a to an empty field
en@shaw: ğ‘¥ğ‘µğ‘ ~a ğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘“ğ‘°ğ‘¤ğ‘›

source: Place cards on to the Tableau to form poker hands
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘• ğ‘’ğ‘¸ğ‘›ğ‘Ÿ ğ‘ªğ‘¯ ğ‘‘ ğ‘ ğ‘‘ğ‘©ğ‘šğ‘¤ğ‘´ ğ‘‘ ğ‘“ğ‘¹ğ‘¥ ğ‘ğ‘´ğ‘’ğ‘¼ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ

source: Shuffle mode
en@shaw: ğ‘–ğ‘©ğ‘“ğ‘©ğ‘¤ ğ‘¥ğ‘´ğ‘›

source: an empty tableau pile
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘‘ğ‘©ğ‘šğ‘¤ğ‘´ ğ‘ğ‘²ğ‘¤

source: Deal the cards
en@shaw: ğ‘›ğ‘°ğ‘¤ ğ‘ ğ‘’ğ‘¸ğ‘›ğ‘Ÿ

source: Reshuffle cards
en@shaw: ğ‘®ğ‘°ğ‘–ğ‘©ğ‘“ğ‘©ğ‘¤ ğ‘’ğ‘¸ğ‘›ğ‘Ÿ

source: Move waste on to a reserve slot
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘¢ğ‘±ğ‘•ğ‘‘ ğ‘ªğ‘¯ ğ‘‘ ğ‘© ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘ ğ‘•ğ‘¤ğ‘ªğ‘‘

source: empty foundation
en@shaw: ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯

source: Four Suits
en@shaw: ğ‘“ğ‘¹ ğ‘•ğ‘¿ğ‘‘ğ‘•

source: One Suit
en@shaw: ğ‘¢ğ‘³ğ‘¯ ğ‘•ğ‘¿ğ‘‘

source: Place something on empty slot
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘• ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘•ğ‘¤ğ‘ªğ‘‘

source: Please fill in empty pile first.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘“ğ‘¦ğ‘¤ ğ‘¦ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘ğ‘²ğ‘¤ ğ‘“ğ‘»ğ‘•ğ‘‘.

source: Two Suits
en@shaw: ğ‘‘ğ‘µ ğ‘•ğ‘¿ğ‘‘ğ‘•

source: Undo until there are enough cards to fill all tableau piles
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘µ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ğ‘º ğ‘¸ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘’ğ‘¸ğ‘›ğ‘Ÿ ğ‘‘ ğ‘“ğ‘¦ğ‘¤ ğ‘·ğ‘¤ ğ‘‘ğ‘©ğ‘šğ‘¤ğ‘´ ğ‘ğ‘²ğ‘¤ğ‘Ÿ

source: Allow temporary spots use
en@shaw: ğ‘©ğ‘¤ğ‘¬ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘¼ğ‘¦ ğ‘•ğ‘ğ‘­ğ‘‘ğ‘• ğ‘¿ğ‘Ÿ

source: Move a card to an empty temporary slot
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘© ğ‘’ğ‘¸ğ‘› ğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘¼ğ‘¦ ğ‘•ğ‘¤ğ‘ªğ‘‘

source: No hint available
en@shaw: ğ‘¯ğ‘´ ğ‘£ğ‘¦ğ‘¯ğ‘‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤

source: Blondes and Brunettes
en@shaw: Â·ğ‘šğ‘¤ğ‘­ğ‘¯ğ‘›ğ‘Ÿ ğ‘¯ ğ‘šğ‘®ğ‘µğ‘¯ğ‘§ğ‘‘ğ‘•

source: Falling Stars
en@shaw: Â·ğ‘“ğ‘·ğ‘¤ğ‘¦ğ‘™ Â·ğ‘•ğ‘‘ğ‘¸ğ‘Ÿ

source: General's Patience
en@shaw: Â·ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤'ğ‘• Â·ğ‘ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘•

source: Redheads
en@shaw: Â·ğ‘®ğ‘§ğ‘›ğ‘£ğ‘§ğ‘›ğ‘Ÿ

source: Wood
en@shaw: Â·ğ‘¢ğ‘«ğ‘›

source: Deal a card from the deck
en@shaw: ğ‘›ğ‘°ğ‘¤ ğ‘© ğ‘’ğ‘¸ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘›ğ‘§ğ‘’

source: Match the top two cards of the waste.
en@shaw: ğ‘¥ğ‘¨ğ‘— ğ‘ ğ‘‘ğ‘ªğ‘ ğ‘‘ğ‘µ ğ‘’ğ‘¸ğ‘›ğ‘Ÿ ğ‘ ğ‘ ğ‘¢ğ‘±ğ‘•ğ‘‘.

source: Multiplier Scoring
en@shaw: ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘©ğ‘ğ‘¤ğ‘²ğ‘» ğ‘•ğ‘’ğ‘¹ğ‘¦ğ‘™

source: Progressive Rounds
en@shaw: ğ‘ğ‘®ğ‘©ğ‘œğ‘®ğ‘§ğ‘•ğ‘¦ğ‘ ğ‘®ğ‘¶ğ‘¯ğ‘›ğ‘Ÿ

source: appropriate foundation pile
en@shaw: ğ‘©ğ‘ğ‘®ğ‘´ğ‘ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘²ğ‘¤

source: Move a build of cards on to the empty Tableau slot
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘© ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘ ğ‘’ğ‘¸ğ‘›ğ‘Ÿ ğ‘ªğ‘¯ ğ‘‘ ğ‘ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘‘ğ‘©ğ‘šğ‘¤ğ‘´ ğ‘•ğ‘¤ğ‘ªğ‘‘

source: the appropriate Foundation pile
en@shaw: ğ‘ ğ‘©ğ‘ğ‘®ğ‘´ğ‘ğ‘®ğ‘¦ğ‘©ğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘²ğ‘¤

source: %s: option `%s' is ambiguous
en@shaw: %s: ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ `%s' ğ‘¦ğ‘Ÿ ğ‘¨ğ‘¥ğ‘šğ‘¦ğ‘œğ‘˜ğ‘µğ‘©ğ‘•

source: %s: option `%s' requires an argument
en@shaw: %s: ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ `%s' ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: %s: unrecognized option `--%s'
en@shaw: %s: ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘› ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ `--%s'

source: %s: unrecognized option `%c%s'
en@shaw: %s: ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘’ğ‘©ğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘› ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ `%c%s'

source: %s: illegal option -- %c
en@shaw: %s: ğ‘¦ğ‘¤ğ‘°ğ‘œğ‘©ğ‘¤ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ -- %c

source: %s: invalid option -- %c
en@shaw: %s: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ -- %c

source: %s: option requires an argument -- %c
en@shaw: %s: ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ -- %c

source: %s: option `-W %s' is ambiguous
en@shaw: %s: ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ `-W %s' ğ‘¦ğ‘Ÿ ğ‘¨ğ‘¥ğ‘šğ‘¦ğ‘œğ‘˜ğ‘µğ‘©ğ‘•

source: A flag to allow remote players to watch new games
en@shaw: ğ‘© ğ‘“ğ‘¤ğ‘¨ğ‘œ ğ‘‘ ğ‘©ğ‘¤ğ‘¬ ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘¢ğ‘ªğ‘— ğ‘¯ğ‘¿ ğ‘œğ‘±ğ‘¥ğ‘Ÿ

source: A flag to enable 3D mode
en@shaw: ğ‘© ğ‘“ğ‘¤ğ‘¨ğ‘œ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ 3D ğ‘¥ğ‘´ğ‘›

source: A flag to enable board numbering
en@shaw: ğ‘© ğ‘“ğ‘¤ğ‘¨ğ‘œ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘šğ‘¹ğ‘› ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘¦ğ‘™

source: A flag to enable move hints
en@shaw: ğ‘© ğ‘“ğ‘¤ğ‘¨ğ‘œ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¥ğ‘µğ‘ ğ‘£ğ‘¦ğ‘¯ğ‘‘ğ‘•

source: A flag to enable network game support
en@shaw: ğ‘© ğ‘“ğ‘¤ğ‘¨ğ‘œ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘œğ‘±ğ‘¥ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘

source: A flag to enable the move history browser
en@shaw: ğ‘© ğ‘“ğ‘¤ğ‘¨ğ‘œ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘¥ğ‘µğ‘ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦ ğ‘šğ‘®ğ‘¬ğ‘Ÿğ‘¼

source: A flag to enable the toolbar
en@shaw: ğ‘© ğ‘“ğ‘¤ğ‘¨ğ‘œ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸

source: A flag to show move comments
en@shaw: ğ‘© ğ‘“ğ‘¤ğ‘¨ğ‘œ ğ‘‘ ğ‘–ğ‘´ ğ‘¥ğ‘µğ‘ ğ‘’ğ‘­ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘•

source: A flag to smooth (anti-alias) the 3D display
en@shaw: ğ‘© ğ‘“ğ‘¤ğ‘¨ğ‘œ ğ‘‘ ğ‘•ğ‘¥ğ‘µğ‘ (ğ‘¨ğ‘¯ğ‘‘ğ‘°-ğ‘±ğ‘¤ğ‘°ğ‘©ğ‘•) ğ‘ 3D ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±

source: The amount of time each player has to move in new games
en@shaw: ğ‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘°ğ‘— ğ‘ğ‘¤ğ‘±ğ‘¼ ğ‘£ğ‘¨ğ‘Ÿ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘¦ğ‘¯ ğ‘¯ğ‘¿ ğ‘œğ‘±ğ‘¥ğ‘Ÿ

source: The board side to display
en@shaw: ğ‘ ğ‘šğ‘¹ğ‘› ğ‘•ğ‘²ğ‘› ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±

source: The default player difficulty for black in new games
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘¼ ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘ğ‘¦ ğ‘“ğ‘¹ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘¦ğ‘¯ ğ‘¯ğ‘¿ ğ‘œğ‘±ğ‘¥ğ‘Ÿ

source: The default player difficulty for white in new games
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘¼ ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘ğ‘¦ ğ‘“ğ‘¹ ğ‘¢ğ‘²ğ‘‘ ğ‘¦ğ‘¯ ğ‘¯ğ‘¿ ğ‘œğ‘±ğ‘¥ğ‘Ÿ

source: The default player type for black in new games
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘¼ ğ‘‘ğ‘²ğ‘ ğ‘“ğ‘¹ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘¦ğ‘¯ ğ‘¯ğ‘¿ ğ‘œğ‘±ğ‘¥ğ‘Ÿ

source: The default player type for white in new games
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘¼ ğ‘‘ğ‘²ğ‘ ğ‘“ğ‘¹ ğ‘¢ğ‘²ğ‘‘ ğ‘¦ğ‘¯ ğ‘¯ğ‘¿ ğ‘œğ‘±ğ‘¥ğ‘Ÿ

source: The directory to open the load game dialog in
en@shaw: ğ‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘¤ğ‘´ğ‘› ğ‘œğ‘±ğ‘¥ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘¦ğ‘¯

source: The directory to open the save game dialog in
en@shaw: ğ‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘¦ğ‘¯

source: The format to display moves in
en@shaw: ğ‘ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘¦ğ‘¯

source: The format to display moves in, can be either 'human' (human readable), 'lan' (long algebraic notation) or 'san' (standard algebraic notation)
en@shaw: ğ‘ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘¦ğ‘¯, ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘²ğ‘ğ‘¼ 'human' (ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘®ğ‘°ğ‘›ğ‘©ğ‘šğ‘©ğ‘¤), 'lan' (ğ‘¤ğ‘ªğ‘™ ğ‘¨ğ‘¤ğ‘¡ğ‘©ğ‘šğ‘®ğ‘±ğ‘¦ğ‘’ ğ‘¯ğ‘´ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯) ğ‘¹ 'san' (ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘¨ğ‘¤ğ‘¡ğ‘©ğ‘šğ‘®ğ‘±ğ‘¦ğ‘’ ğ‘¯ğ‘´ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯)

source: The height of the main window in pixels.
en@shaw: ğ‘ ğ‘£ğ‘²ğ‘‘ ğ‘ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ.

source: The height of the window
en@shaw: ğ‘ ğ‘£ğ‘²ğ‘‘ ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: The piece style to use
en@shaw: ğ‘ ğ‘ğ‘°ğ‘• ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘‘ ğ‘¿ğ‘•

source: The piece style to use. Can be one of: 'simple' or 'fancy'
en@shaw: ğ‘ ğ‘ğ‘°ğ‘• ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘‘ ğ‘¿ğ‘•. ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘¢ğ‘³ğ‘¯ ğ‘: 'ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘©ğ‘¤' ğ‘¹ 'ğ‘“ğ‘¨ğ‘¯ğ‘•ğ‘¦'

source: The piece to promote pawns to
en@shaw: ğ‘ ğ‘ğ‘°ğ‘• ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘¥ğ‘´ğ‘‘ ğ‘ğ‘·ğ‘¯ğ‘Ÿ ğ‘‘

source: The piece to promote to when a human player moves a pawn to the far rank. Can be one of: 'queen', 'knight', 'rook', 'bishop'.
en@shaw: ğ‘ ğ‘ğ‘°ğ‘• ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘¥ğ‘´ğ‘‘ ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘© ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘ğ‘¤ğ‘±ğ‘¼ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘© ğ‘ğ‘·ğ‘¯ ğ‘‘ ğ‘ ğ‘“ğ‘¸ ğ‘®ğ‘¨ğ‘™ğ‘’. ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘¢ğ‘³ğ‘¯ ğ‘: 'queen', 'knight', 'rook', 'bishop'.

source: The width of the main window in pixels.
en@shaw: ğ‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ.

source: The width of the window
en@shaw: ğ‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: 3_D Chess View
en@shaw: 3_D ğ‘—ğ‘§ğ‘• ğ‘ğ‘¿

source: Claim _Draw
en@shaw: ğ‘’ğ‘¤ğ‘±ğ‘¥ _ğ‘›ğ‘®ğ‘·

source: Logs
en@shaw: ğ‘¤ğ‘ªğ‘œğ‘Ÿ

source: Network _Game
en@shaw: ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ _ğ‘œğ‘±ğ‘¥

source: New Game
en@shaw: ğ‘¯ğ‘¿ ğ‘œğ‘±ğ‘¥

source: Resign
en@shaw: ğ‘®ğ‘©ğ‘Ÿğ‘²ğ‘¯

source: Rewind to the game start
en@shaw: ğ‘®ğ‘°ğ‘¢ğ‘²ğ‘¯ğ‘› ğ‘‘ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘•ğ‘‘ğ‘¸ğ‘‘

source: Show _Logs
en@shaw: ğ‘–ğ‘´ _ğ‘¤ğ‘ªğ‘œğ‘Ÿ

source: Show the current move
en@shaw: ğ‘–ğ‘´ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘µğ‘

source: Show the next move
en@shaw: ğ‘–ğ‘´ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¥ğ‘µğ‘

source: Show the previous move
en@shaw: ğ‘–ğ‘´ ğ‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘¥ğ‘µğ‘

source: Start a new multiplayer network game
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘» ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘œğ‘±ğ‘¥

source: There are no active logs.
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘¯ğ‘´ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘¤ğ‘ªğ‘œğ‘Ÿ.

source: Undo Move
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘µ ğ‘¥ğ‘µğ‘

source: _Contents
en@shaw: _ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•

source: _Resign
en@shaw: _ğ‘®ğ‘©ğ‘Ÿğ‘²ğ‘¯

source: _Settings
en@shaw: _ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: _Undo Move
en@shaw: _ğ‘³ğ‘¯ğ‘›ğ‘µ ğ‘¥ğ‘µğ‘

source: Load Chess Game
en@shaw: ğ‘¤ğ‘´ğ‘› ğ‘—ğ‘§ğ‘• ğ‘œğ‘±ğ‘¥

source: Communication:
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯:

source: Executable:
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤:

source: Playing as:
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘¨ğ‘Ÿ:

source: <b>Game</b>
en@shaw: <b>ğ‘œğ‘±ğ‘¥</b>

source: <b>Rooms</b>
en@shaw: <b>ğ‘®ğ‘µğ‘¥ğ‘Ÿ</b>

source: <b>Server</b>
en@shaw: <b>ğ‘•ğ‘»ğ‘ğ‘¼</b>

source: <b>Status/_Chat</b>
en@shaw: <b>ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•/_ğ‘—ğ‘¨ğ‘‘</b>

source: Join Game
en@shaw: ğ‘¡ğ‘¶ğ‘¯ ğ‘œğ‘±ğ‘¥

source: _Join
en@shaw: _ğ‘¡ğ‘¶ğ‘¯

source: _Leave
en@shaw: _ğ‘¤ğ‘°ğ‘

source: _Profile:
en@shaw: _ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤:

source: Add Account
en@shaw: ğ‘¨ğ‘› ğ‘©ğ‘’ğ‘¬ğ‘¯ğ‘‘

source: User _Name:
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ _ğ‘¯ğ‘±ğ‘¥:

source: _Add Account
en@shaw: _ğ‘¨ğ‘› ğ‘©ğ‘’ğ‘¬ğ‘¯ğ‘‘

source: _Host:
en@shaw: _ğ‘£ğ‘´ğ‘•ğ‘‘:

source: _Port:
en@shaw: _ğ‘ğ‘¹ğ‘‘:

source: _Server:
en@shaw: _ğ‘•ğ‘»ğ‘ğ‘¼:

source: <b>Difficulty</b>
en@shaw: <b>ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘ğ‘¦</b>

source: <b>Game Properties</b>
en@shaw: <b>ğ‘œğ‘±ğ‘¥ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ</b>

source: <b>Players</b>
en@shaw: <b>ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ</b>

source: B_lack:
en@shaw: ğ‘š_ğ‘¤ğ‘¨ğ‘’:

source: Enter the title for this game
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘œğ‘±ğ‘¥

source: Move _Time:
en@shaw: ğ‘¥ğ‘µğ‘ _ğ‘‘ğ‘²ğ‘¥:

source: Start the game. The game can be started once all fields are complete
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘œğ‘±ğ‘¥. ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘·ğ‘¤ ğ‘“ğ‘°ğ‘¤ğ‘›ğ‘Ÿ ğ‘¸ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘

source: W_hite:
en@shaw: _ğ‘¢ğ‘²ğ‘‘:

source: _Black:
en@shaw: _ğ‘šğ‘¤ğ‘¨ğ‘’:

source: _Game name:
en@shaw: _ğ‘œğ‘±ğ‘¥ ğ‘¯ğ‘±ğ‘¥:

source: _Start
en@shaw: _ğ‘•ğ‘‘ğ‘¸ğ‘‘

source: _White:
en@shaw: _ğ‘¢ğ‘²ğ‘‘:

source: Board Orientation:
en@shaw: ğ‘šğ‘¹ğ‘› ğ‘ªğ‘®ğ‘¦ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯:

source: Move Format:
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘:

source: Piece Style:
en@shaw: ğ‘ğ‘°ğ‘• ğ‘•ğ‘‘ğ‘²ğ‘¤:

source: Preferences
en@shaw: ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Promotion Type:
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¥ğ‘´ğ‘–ğ‘©ğ‘¯ ğ‘‘ğ‘²ğ‘:

source: Show _History
en@shaw: ğ‘–ğ‘´ _ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦

source: Show _Toolbar
en@shaw: ğ‘–ğ‘´ _ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸

source: Show or hide numbering on the chess board
en@shaw: ğ‘–ğ‘´ ğ‘¹ ğ‘£ğ‘²ğ‘› ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘ ğ‘—ğ‘§ğ‘• ğ‘šğ‘¹ğ‘›

source: Show or hide the game history panel
en@shaw: ğ‘–ğ‘´ ğ‘¹ ğ‘£ğ‘²ğ‘› ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤

source: Shows hints during chess games
en@shaw: ğ‘–ğ‘´ğ‘Ÿ ğ‘£ğ‘¦ğ‘¯ğ‘‘ğ‘• ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘—ğ‘§ğ‘• ğ‘œğ‘±ğ‘¥ğ‘Ÿ

source: Smooth edges of the 3D elements (anti-alias)
en@shaw: ğ‘•ğ‘¥ğ‘µğ‘ ğ‘§ğ‘¡ğ‘©ğ‘Ÿ ğ‘ ğ‘ 3D ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• (ğ‘¨ğ‘¯ğ‘‘ğ‘°-ğ‘±ğ‘¤ğ‘°ğ‘©ğ‘•)

source: _Appearance
en@shaw: _ğ‘©ğ‘ğ‘½ğ‘©ğ‘¯ğ‘•

source: _Board Numbering
en@shaw: _ğ‘šğ‘¹ğ‘› ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘¦ğ‘™

source: _Move Hints
en@shaw: _ğ‘¥ğ‘µğ‘ ğ‘£ğ‘¦ğ‘¯ğ‘‘ğ‘•

source: _Smooth Display
en@shaw: _ğ‘•ğ‘¥ğ‘µğ‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±

source: Save Chess Game
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘—ğ‘§ğ‘• ğ‘œğ‘±ğ‘¥

source: Chess
en@shaw: ğ‘—ğ‘§ğ‘•

source: Play the classic two-player boardgame of chess
en@shaw: ğ‘ğ‘¤ğ‘± ğ‘ ğ‘’ğ‘¤ğ‘¨ğ‘•ğ‘¦ğ‘’ ğ‘‘ğ‘µ-ğ‘ğ‘¤ğ‘±ğ‘¼ ğ‘šğ‘ªğ‘®ğ‘›ğ‘œğ‘±ğ‘¥ ğ‘ ğ‘—ğ‘§ğ‘•

source: Chess incorrectly installed
en@shaw: ğ‘—ğ‘§ğ‘• ğ‘¦ğ‘¯ğ‘’ğ‘»ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›

source: Chess is not able to start because required application files are not installed. If you are currently upgrading your system please wait until the upgrade has completed.
en@shaw: ğ‘—ğ‘§ğ‘• ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›. ğ‘¦ğ‘“ ğ‘¿ ğ‘¸ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘©ğ‘ğ‘œğ‘®ğ‘±ğ‘›ğ‘¦ğ‘™ ğ‘¿ğ‘¼ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘¢ğ‘±ğ‘‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘³ğ‘ğ‘œğ‘®ğ‘±ğ‘› ğ‘£ğ‘¨ğ‘Ÿ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘›.

source: Unlimited
en@shaw: ğ‘©ğ‘¯ğ‘¤ğ‘¦ğ‘¥ğ‘©ğ‘‘ğ‘©ğ‘›

source: One minute
en@shaw: ğ‘¢ğ‘³ğ‘¯ ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘‘

source: Five minutes
en@shaw: ğ‘“ğ‘²ğ‘ ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘‘ğ‘•

source: 30 minutes
en@shaw: 30 ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘‘ğ‘•

source: One hour
en@shaw: ğ‘¢ğ‘³ğ‘¯ ğ‘¬ğ‘¼

source: Custom
en@shaw: ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥

source: seconds
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: minutes
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘‘ğ‘•

source: hours
en@shaw: ğ‘¬ğ‘¼ğ‘Ÿ

source: Easy
en@shaw: ğ‘°ğ‘Ÿğ‘¦

source: Normal
en@shaw: ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤

source: Hard
en@shaw: ğ‘£ğ‘¸ğ‘›

source: Unable to find %s engine
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› %s ğ‘§ğ‘¯ğ‘¡ğ‘¦ğ‘¯

source: Configure loaded game (%i moves)
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘› ğ‘œğ‘±ğ‘¥ (%i ğ‘¥ğ‘µğ‘ğ‘Ÿ)

source: Game settings changed
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘›

source: %(white)s versus %(black)s
en@shaw: %(white)s ğ‘ğ‘»ğ‘•ğ‘©ğ‘• %(black)s

source: White
en@shaw: ğ‘¢ğ‘²ğ‘‘

source: Black
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’

source: All files
en@shaw: ğ‘·ğ‘¤ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Please select a file to load
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘“ğ‘²ğ‘¤ ğ‘‘ ğ‘¤ğ‘´ğ‘›

source: Please enter a file name
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘© ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥

source: Human
en@shaw: ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯

source: Standard Algebraic
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘¨ğ‘¤ğ‘¡ğ‘©ğ‘šğ‘®ğ‘±ğ‘¦ğ‘’

source: Figurine
en@shaw: ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘»ğ‘°ğ‘¯

source: Long Algebraic
en@shaw: ğ‘¤ğ‘ªğ‘™ ğ‘¨ğ‘¤ğ‘¡ğ‘©ğ‘šğ‘®ğ‘±ğ‘¦ğ‘’

source: White Side
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘•ğ‘²ğ‘›

source: Black Side
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘•ğ‘²ğ‘›

source: Human Side
en@shaw: ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘•ğ‘²ğ‘›

source: Current Player
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘¼

source: Face to Face
en@shaw: ğ‘“ğ‘±ğ‘• ğ‘‘ ğ‘“ğ‘±ğ‘•

# chess-piece
source: Queen
en@shaw: ğ‘’ğ‘¢ğ‘°ğ‘¯

# chess-piece
source: Knight
en@shaw: ğ‘¯ğ‘²ğ‘‘

# chess-piece
source: Rook
en@shaw: ğ‘®ğ‘«ğ‘’

# chess-piece
source: Bishop
en@shaw: ğ‘šğ‘¦ğ‘–ğ‘©ğ‘

source: Simple
en@shaw: ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘©ğ‘¤

source: Fancy
en@shaw: ğ‘“ğ‘¨ğ‘¯ğ‘•ğ‘¦

source: Chess - *%(game_name)s
en@shaw: ğ‘—ğ‘§ğ‘• - *%(game_name)s

source: Chess - %(game_name)s
en@shaw: ğ‘—ğ‘§ğ‘• - %(game_name)s

source: If you don't save the changes to this game will be permanently lost
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘œğ‘±ğ‘¥ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¤ğ‘ªğ‘•ğ‘‘

source: Close _without saving
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ _ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘•ğ‘±ğ‘ğ‘¦ğ‘™

source: Unable to enable 3D mode
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ 3D ğ‘¥ğ‘´ğ‘›

source: You are unable to play in 3D mode due to the following problems: %(errors)s Please contact your system administrator to resolve these problems, until then you will be able to play chess in 2D mode.
en@shaw: ğ‘¿ ğ‘¸ ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘ğ‘¤ğ‘± ğ‘¦ğ‘¯ 3D ğ‘¥ğ‘´ğ‘› ğ‘›ğ‘¿ ğ‘‘ ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘ğ‘®ğ‘ªğ‘šğ‘¤ğ‘©ğ‘¥ğ‘Ÿ: %(errors)s ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘¨ğ‘’ğ‘‘ ğ‘¿ğ‘¼ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘©ğ‘›ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘‘ ğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¤ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘ğ‘®ğ‘ªğ‘šğ‘¤ğ‘©ğ‘¥ğ‘Ÿ, ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ğ‘§ğ‘¯ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘ğ‘¤ğ‘± ğ‘—ğ‘§ğ‘• ğ‘¦ğ‘¯ 2D ğ‘¥ğ‘´ğ‘›.

source: Unable to claim draw
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘’ğ‘¤ğ‘±ğ‘¥ ğ‘›ğ‘®ğ‘·

source: You may claim a draw when: a) The board has been in the same state three times (Three fold repetition) b) Fifty moves have occurred where no pawn has moved and no piece has been captured (50 move rule)
en@shaw: ğ‘¿ ğ‘¥ğ‘± ğ‘’ğ‘¤ğ‘±ğ‘¥ ğ‘© ğ‘›ğ‘®ğ‘· ğ‘¢ğ‘§ğ‘¯: ğ‘©) ğ‘ ğ‘šğ‘¹ğ‘› ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘•ğ‘‘ğ‘±ğ‘‘ ğ‘”ğ‘®ğ‘° ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ (ğ‘”ğ‘®ğ‘° ğ‘“ğ‘´ğ‘¤ğ‘› ğ‘®ğ‘°ğ‘ğ‘©ğ‘‘ğ‘¦ğ‘–ğ‘©ğ‘¯) ğ‘šğ‘°) ğ‘“ğ‘¦ğ‘“ğ‘‘ğ‘¦ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘ªğ‘’ğ‘»ğ‘› ğ‘¢ğ‘º ğ‘¯ğ‘´ ğ‘ğ‘·ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¥ğ‘µğ‘ğ‘› ğ‘¯ ğ‘¯ğ‘´ ğ‘ğ‘°ğ‘• ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘»ğ‘› (50 ğ‘¥ğ‘µğ‘ ğ‘®ğ‘µğ‘¤)

source: Unable to display help: %s
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘£ğ‘§ğ‘¤ğ‘: %s

source: Game Start
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘•ğ‘‘ğ‘¸ğ‘‘

source: White castles long
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘’ğ‘­ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘¤ğ‘ªğ‘™

source: Black castles long
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘’ğ‘­ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘¤ğ‘ªğ‘™

source: White castles short
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘’ğ‘­ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘–ğ‘¹ğ‘‘

source: Black castles short
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘’ğ‘­ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘–ğ‘¹ğ‘‘

source: White pawn moves from %1$s to %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘ğ‘·ğ‘¯ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ %1$s ğ‘‘ %2$s

source: White pawn at %1$s takes the black pawn at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: White pawn at %1$s takes the black rook at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %2$s

source: White pawn at %1$s takes the black knight at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘¯ğ‘²ğ‘‘ ğ‘¨ğ‘‘ %2$s

source: White pawn at %1$s takes the black bishop at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘šğ‘¦ğ‘–ğ‘©ğ‘ ğ‘¨ğ‘‘ %2$s

source: White pawn at %1$s takes the black queen at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: White rook moves from %1$s to %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘®ğ‘«ğ‘’ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ %1$s ğ‘‘ %2$s

source: White rook at %1$s takes the black pawn at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘ğ‘·ğ‘¯ ğ‘¨ğ‘‘ %2$s

source: White rook at %1$s takes the black rook at %2$s
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %1$s ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘®ğ‘«ğ‘’ ğ‘¨ğ‘‘ %2$s
