Repository: GNOME/gnome-chess
Catalog: po/*.po
Languages: en@shaw

source: Game level to start on.
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ªğ‘¯.

source: Game speed
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘•ğ‘ğ‘°ğ‘›

source: Game speed (1=fast, 4=slow).
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘•ğ‘ğ‘°ğ‘› (1=ğ‘“ğ‘­ğ‘•ğ‘‘, 4=ğ‘•ğ‘¤ğ‘´).

source: Key to use for motion down.
en@shaw: ğ‘’ğ‘° ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¥ğ‘´ğ‘–ğ‘©ğ‘¯ ğ‘›ğ‘¬ğ‘¯.

source: Key to use for motion left.
en@shaw: ğ‘’ğ‘° ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¥ğ‘´ğ‘–ğ‘©ğ‘¯ ğ‘¤ğ‘§ğ‘“ğ‘‘.

source: Key to use for motion right.
en@shaw: ğ‘’ğ‘° ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¥ğ‘´ğ‘–ğ‘©ğ‘¯ ğ‘®ğ‘²ğ‘‘.

source: Key to use for motion up.
en@shaw: ğ‘’ğ‘° ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¥ğ‘´ğ‘–ğ‘©ğ‘¯ ğ‘³ğ‘.

source: Move down
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘›ğ‘¬ğ‘¯

source: Move up
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘³ğ‘

source: Number of AI players
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ AI ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ

source: Number of AI players.
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ AI ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ.

source: Number of human players
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ

source: Number of human players.
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ.

source: Play levels in random order
en@shaw: ğ‘ğ‘¤ğ‘± ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ ğ‘¹ğ‘›ğ‘¼

source: Play levels in random order.
en@shaw: ğ‘ğ‘¤ğ‘± ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ ğ‘¹ğ‘›ğ‘¼.

source: Size of game tiles
en@shaw: ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ

source: Size of game tiles.
en@shaw: ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ.

source: Use relative movement
en@shaw: ğ‘¿ğ‘Ÿ ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘

# game speed
source: Beginner
en@shaw: ğ‘šğ‘¦ğ‘œğ‘¦ğ‘¯ğ‘»

# game speed
source: Slow
en@shaw: ğ‘•ğ‘¤ğ‘´

# game speed
source: Medium
en@shaw: ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘©ğ‘¥

# game speed
source: Fast
en@shaw: ğ‘“ğ‘­ğ‘•ğ‘‘

# game speed
source: Beginner with Fakes
en@shaw: ğ‘šğ‘¦ğ‘œğ‘¦ğ‘¯ğ‘» ğ‘¢ğ‘¦ğ‘ ğ‘“ğ‘±ğ‘’ğ‘•

# game speed
source: Slow with Fakes
en@shaw: ğ‘•ğ‘¤ğ‘´ ğ‘¢ğ‘¦ğ‘ ğ‘“ğ‘±ğ‘’ğ‘•

# game speed
source: Medium with Fakes
en@shaw: ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘©ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘“ğ‘±ğ‘’ğ‘•

# game speed
source: Fast with Fakes
en@shaw: ğ‘“ğ‘­ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘“ğ‘±ğ‘’ğ‘•

source: A worm game for GNOME. Nibbles is a part of GNOME Games.
en@shaw: ğ‘© ğ‘¢ğ‘»ğ‘¥ ğ‘œğ‘±ğ‘¥ ğ‘“ğ‘¹ Â·ğ‘œğ‘¯ğ‘´ğ‘¥. Â·ğ‘¯ğ‘¦ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘© ğ‘ğ‘¸ğ‘‘ ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘œğ‘±ğ‘¥ğ‘Ÿ.

source: Game over! The game has been won by %s!
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘´ğ‘ğ‘¼! ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘šğ‘² %s!

source: The game is over.
en@shaw: ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘´ğ‘ğ‘¼.

source: A worm game for GNOME.
en@shaw: ğ‘© ğ‘¢ğ‘»ğ‘¥ ğ‘œğ‘±ğ‘¥ ğ‘“ğ‘¹ Â·ğ‘œğ‘¯ğ‘´ğ‘¥.

source: Nibbles Preferences
en@shaw: Â·ğ‘¯ğ‘¦ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Speed
en@shaw: ğ‘•ğ‘ğ‘°ğ‘›

source: My second day
en@shaw: ğ‘¥ğ‘² ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘›ğ‘±

source: Not too shabby
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘‘ğ‘µ ğ‘–ğ‘¨ğ‘šğ‘¦

source: Finger-twitching good
en@shaw: ğ‘“ğ‘¦ğ‘™ğ‘œğ‘¼-ğ‘‘ğ‘¢ğ‘¦ğ‘—ğ‘¦ğ‘™ ğ‘œğ‘«ğ‘›

source: Options
en@shaw: ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: _Play levels in random order
en@shaw: _ğ‘ğ‘¤ğ‘± ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ ğ‘¹ğ‘›ğ‘¼

source: _Enable fake bonuses
en@shaw: _ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘±ğ‘’ ğ‘šğ‘´ğ‘¯ğ‘©ğ‘•ğ‘¦ğ‘Ÿ

source: _Starting level:
en@shaw: _ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¦ğ‘™ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤:

source: Number of _human players:
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ _ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ:

source: Number of _AI players:
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ _AI ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ:

source: Worm
en@shaw: ğ‘¢ğ‘»ğ‘¥

source: _Use relative movement
en@shaw: _ğ‘¿ğ‘Ÿ ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: _Worm color:
en@shaw: _ğ‘¢ğ‘»ğ‘¥ ğ‘’ğ‘³ğ‘¤ğ‘¼:

source: Green
en@shaw: ğ‘œğ‘®ğ‘°ğ‘¯

source: Cyan
en@shaw: ğ‘•ğ‘²ğ‘¨ğ‘¯

source: Purple
en@shaw: ğ‘ğ‘»ğ‘ğ‘¤

source: Gray
en@shaw: ğ‘œğ‘®ğ‘±

source: Worm %d:
en@shaw: ğ‘¢ğ‘»ğ‘¥ %d:

source: Game over!
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘´ğ‘ğ‘¼!

source: Great work, but unfortunately your score did not make the top ten.
en@shaw: ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¢ğ‘»ğ‘’, ğ‘šğ‘³ğ‘‘ ğ‘©ğ‘¯ğ‘“ğ‘ªğ‘®ğ‘—ğ‘©ğ‘¯ğ‘©ğ‘‘ğ‘¤ğ‘° ğ‘¿ğ‘¼ ğ‘•ğ‘’ğ‘¹ ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘ ğ‘‘ğ‘ªğ‘ ğ‘‘ğ‘§ğ‘¯.

source: _New Game
en@shaw: _ğ‘¯ğ‘¿ ğ‘œğ‘±ğ‘¥

source: Robots Scores
en@shaw: ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘• ğ‘•ğ‘’ğ‘¹ğ‘Ÿ

source: Map:
en@shaw: ğ‘¥ğ‘¨ğ‘:

source: Congratulations, You Have Defeated the Robots!! But Can You do it Again?
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘œğ‘®ğ‘¨ğ‘‘ğ‘˜ğ‘«ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ, ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘ ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘•!! ğ‘šğ‘³ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘¿ ğ‘›ğ‘µ ğ‘¦ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯?

source: There are no teleport locations left!!
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘¯ğ‘´ ğ‘‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘ªğ‘®ğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¤ğ‘§ğ‘“ğ‘‘!!

source: There are no safe locations to teleport to!!
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘¯ğ‘´ ğ‘•ğ‘±ğ‘“ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘ªğ‘®ğ‘‘ ğ‘‘!!

source: Set game scenario
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘œğ‘±ğ‘¥ ğ‘•ğ‘¦ğ‘¯ğ‘§ğ‘®ğ‘°ğ‘´

source: Set game configuration
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘œğ‘±ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: Initial window position
en@shaw: ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯

source: Classic robots
en@shaw: ğ‘’ğ‘¤ğ‘¨ğ‘•ğ‘¦ğ‘’ ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘•

source: Classic robots with safe moves
en@shaw: ğ‘’ğ‘¤ğ‘¨ğ‘•ğ‘¦ğ‘’ ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘±ğ‘“ ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: Classic robots with super-safe moves
en@shaw: ğ‘’ğ‘¤ğ‘¨ğ‘•ğ‘¦ğ‘’ ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘µğ‘ğ‘¼-ğ‘•ğ‘±ğ‘“ ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: Nightmare
en@shaw: ğ‘¯ğ‘²ğ‘‘ğ‘¥ğ‘§ğ‘®

source: Nightmare with safe moves
en@shaw: ğ‘¯ğ‘²ğ‘‘ğ‘¥ğ‘§ğ‘® ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘±ğ‘“ ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: Nightmare with super-safe moves
en@shaw: ğ‘¯ğ‘²ğ‘‘ğ‘¥ğ‘§ğ‘® ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘µğ‘ğ‘¼-ğ‘•ğ‘±ğ‘“ ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: Robots2
en@shaw: ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘•2

source: Robots2 easy
en@shaw: ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘•2 ğ‘°ğ‘Ÿğ‘¦

source: Robots with safe teleport
en@shaw: ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘±ğ‘“ ğ‘‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘ªğ‘®ğ‘‘

source: Robots with safe teleport with safe moves
en@shaw: ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘±ğ‘“ ğ‘‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘ªğ‘®ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘±ğ‘“ ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: Robots with safe teleport with super-safe moves
en@shaw: ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘±ğ‘“ ğ‘‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘ªğ‘®ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘µğ‘ğ‘¼-ğ‘•ğ‘±ğ‘“ ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: Robots
en@shaw: ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘•

source: No game data could be found.
en@shaw: ğ‘¯ğ‘´ ğ‘œğ‘±ğ‘¥ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘’ğ‘«ğ‘› ğ‘šğ‘° ğ‘“ğ‘¬ğ‘¯ğ‘›.

source: The program Robots was unable to find any valid game configuration files. Please check that the program is installed correctly.
en@shaw: ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘• ğ‘¢ğ‘ªğ‘Ÿ ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘§ğ‘¯ğ‘¦ ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘œğ‘±ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘—ğ‘§ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘’ğ‘¼ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦.

source: Some graphics files are missing or corrupt.
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¸ ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘¹ ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘.

source: The program Robots was unable to load all the necessary graphics files. Please check that the program is installed correctly.
en@shaw: ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘• ğ‘¢ğ‘ªğ‘Ÿ ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘·ğ‘¤ ğ‘ ğ‘¯ğ‘§ğ‘•ğ‘©ğ‘•ğ‘¼ğ‘¦ ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘—ğ‘§ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘’ğ‘¼ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦.

source: Avoid the robots and make them crash into each other
en@shaw: ğ‘©ğ‘ğ‘¶ğ‘› ğ‘ ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘• ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘ğ‘§ğ‘¥ ğ‘’ğ‘®ğ‘¨ğ‘– ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘°ğ‘— ğ‘³ğ‘ğ‘¼

source: Enable game sounds
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘œğ‘±ğ‘¥ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ

source: Enable game sounds. Play sounds for various events throughout the game.
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘œğ‘±ğ‘¥ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ. ğ‘ğ‘¤ğ‘± ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ğ‘ºğ‘¦ğ‘©ğ‘• ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘”ğ‘®ğ‘µğ‘¬ğ‘‘ ğ‘ ğ‘œğ‘±ğ‘¥.

source: Game type
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘‘ğ‘²ğ‘

source: Game type. The name of the game variation to use.
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘‘ğ‘²ğ‘. ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘ğ‘§ğ‘®ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘¿ğ‘•.

source: Key to hold
en@shaw: ğ‘’ğ‘° ğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘›

source: Key to move E
en@shaw: ğ‘’ğ‘° ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘§

source: Key to move N
en@shaw: ğ‘’ğ‘° ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘§ğ‘¯

source: Key to move NE
en@shaw: ğ‘’ğ‘° ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘¯ğ‘°

source: Key to move S
en@shaw: ğ‘’ğ‘° ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘•

source: Key to move SE
en@shaw: ğ‘’ğ‘° ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘•ğ‘¶ğ‘”ğ‘°ğ‘•ğ‘‘

source: Key to move W
en@shaw: ğ‘’ğ‘° ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘›ğ‘©ğ‘šğ‘©ğ‘¤ğ‘˜ğ‘µ

source: Key to teleport
en@shaw: ğ‘’ğ‘° ğ‘‘ ğ‘‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘ªğ‘®ğ‘‘

source: Key to teleport randomly
en@shaw: ğ‘’ğ‘° ğ‘‘ ğ‘‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘ªğ‘®ğ‘‘ ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ğ‘¤ğ‘¦

source: Key to wait
en@shaw: ğ‘’ğ‘° ğ‘‘ ğ‘¢ğ‘±ğ‘‘

source: Robot image theme
en@shaw: ğ‘®ğ‘´ğ‘šğ‘­ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘”ğ‘°ğ‘¥

source: Robot image theme. The theme of the images to use for the robots.
en@shaw: ğ‘®ğ‘´ğ‘šğ‘­ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘”ğ‘°ğ‘¥. ğ‘ ğ‘”ğ‘°ğ‘¥ ğ‘ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘ ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘•.

source: Show toolbar
en@shaw: ğ‘–ğ‘´ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸

source: Show toolbar. A standard option for toolbars.
en@shaw: ğ‘–ğ‘´ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸. ğ‘© ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ğ‘Ÿ.

source: The name of the key used to hold still. The name is a standard X key name.
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘° ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘•ğ‘‘ğ‘¦ğ‘¤. ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘§ğ‘’ğ‘• ğ‘’ğ‘° ğ‘¯ğ‘±ğ‘¥.

source: The name of the key used to move east. The name is a standard X key name.
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘° ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘°ğ‘•ğ‘‘. ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘§ğ‘’ğ‘• ğ‘’ğ‘° ğ‘¯ğ‘±ğ‘¥.

source: The name of the key used to move north-east. The name is a standard X key name.
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘° ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘¯ğ‘¹ğ‘”-ğ‘°ğ‘•ğ‘‘. ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘§ğ‘’ğ‘• ğ‘’ğ‘° ğ‘¯ğ‘±ğ‘¥.

source: The name of the key used to move north-west. The name is a standard X key name.
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘° ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘¯ğ‘¹ğ‘”-ğ‘¢ğ‘§ğ‘•ğ‘‘. ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘§ğ‘’ğ‘• ğ‘’ğ‘° ğ‘¯ğ‘±ğ‘¥.

source: The name of the key used to move north. The name is a standard X key name.
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘° ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘¯ğ‘¹ğ‘”. ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘§ğ‘’ğ‘• ğ‘’ğ‘° ğ‘¯ğ‘±ğ‘¥.

source: The name of the key used to move south-east. The name is a standard X key name.
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘° ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘•ğ‘¬ğ‘”-ğ‘°ğ‘•ğ‘‘. ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘§ğ‘’ğ‘• ğ‘’ğ‘° ğ‘¯ğ‘±ğ‘¥.

source: The name of the key used to move south-west. The name is a standard X key name.
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘° ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘•ğ‘¬ğ‘”-ğ‘¢ğ‘§ğ‘•ğ‘‘. ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘§ğ‘’ğ‘• ğ‘’ğ‘° ğ‘¯ğ‘±ğ‘¥.

source: The name of the key used to move south. The name is a standard X key name.
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘° ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘•ğ‘¬ğ‘”. ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘§ğ‘’ğ‘• ğ‘’ğ‘° ğ‘¯ğ‘±ğ‘¥.

source: The name of the key used to move west. The name is a standard X key name.
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘° ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘. ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘§ğ‘’ğ‘• ğ‘’ğ‘° ğ‘¯ğ‘±ğ‘¥.

source: The name of the key used to teleport randomly. The name is a standard X key name.
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘° ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘ªğ‘®ğ‘‘ ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ğ‘¤ğ‘¦. ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘§ğ‘’ğ‘• ğ‘’ğ‘° ğ‘¯ğ‘±ğ‘¥.

source: The name of the key used to teleport safely (if possible). The name is a standard X key name.
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘° ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘ªğ‘®ğ‘‘ ğ‘•ğ‘±ğ‘“ğ‘¤ğ‘¦ (ğ‘¦ğ‘“ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤). ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘§ğ‘’ğ‘• ğ‘’ğ‘° ğ‘¯ğ‘±ğ‘¥.

source: The name of the key used to wait. The name is a standard X key name.
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘° ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘¢ğ‘±ğ‘‘. ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘§ğ‘’ğ‘• ğ‘’ğ‘° ğ‘¯ğ‘±ğ‘¥.

source: Use safe moves
en@shaw: ğ‘¿ğ‘Ÿ ğ‘•ğ‘±ğ‘“ ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: Use safe moves. The safe moves option will help you to avoid being killed due to a mistake. If you try to make a move that would lead to your death when there is a safe move available you will not be allowed to proceed.
en@shaw: ğ‘¿ğ‘Ÿ ğ‘•ğ‘±ğ‘“ ğ‘¥ğ‘µğ‘ğ‘Ÿ. ğ‘ ğ‘•ğ‘±ğ‘“ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘‘ ğ‘©ğ‘ğ‘¶ğ‘› ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘›ğ‘¿ ğ‘‘ ğ‘© ğ‘¥ğ‘¦ğ‘•ğ‘‘ğ‘±ğ‘’. ğ‘¦ğ‘“ ğ‘¿ ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘¥ğ‘µğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘¤ğ‘§ğ‘› ğ‘‘ ğ‘¿ğ‘¼ ğ‘›ğ‘§ğ‘” ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘•ğ‘±ğ‘“ ğ‘¥ğ‘µğ‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘•ğ‘°ğ‘›.

source: Use super safe moves
en@shaw: ğ‘¿ğ‘Ÿ ğ‘•ğ‘µğ‘ğ‘¼ ğ‘•ğ‘±ğ‘“ ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: Use super safe moves. The player is alerted when there is no safe move and the only option is to teleport out.
en@shaw: ğ‘¿ğ‘Ÿ ğ‘•ğ‘µğ‘ğ‘¼ ğ‘•ğ‘±ğ‘“ ğ‘¥ğ‘µğ‘ğ‘Ÿ. ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¤ğ‘»ğ‘‘ğ‘¦ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘•ğ‘±ğ‘“ ğ‘¥ğ‘µğ‘ ğ‘¯ ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘‘ ğ‘‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘ªğ‘®ğ‘‘ ğ‘¬ğ‘‘.

source: _Move
en@shaw: _ğ‘¥ğ‘µğ‘

source: _Teleport
en@shaw: _ğ‘‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘ªğ‘®ğ‘‘

source: Teleport, safely if possible
en@shaw: ğ‘‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘ªğ‘®ğ‘‘, ğ‘•ğ‘±ğ‘“ğ‘¤ğ‘¦ ğ‘¦ğ‘“ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤

source: _Random
en@shaw: _ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥

source: Teleport randomly
en@shaw: ğ‘‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘ªğ‘®ğ‘‘ ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ğ‘¤ğ‘¦

source: _Wait
en@shaw: _ğ‘¢ğ‘±ğ‘‘

source: Wait for the robots
en@shaw: ğ‘¢ğ‘±ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘•

source: Based on classic BSD Robots. Robots is a part of GNOME Games.
en@shaw: ğ‘šğ‘±ğ‘•ğ‘‘ ğ‘ªğ‘¯ ğ‘’ğ‘¤ğ‘¨ğ‘•ğ‘¦ğ‘’ BSD ğ‘®ğ‘´ğ‘šğ‘­ğ‘‘ğ‘•. ğ‘®ğ‘´ğ‘šğ‘­ğ‘‘ğ‘• ğ‘¦ğ‘Ÿ ğ‘© ğ‘ğ‘¸ğ‘‘ ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘œğ‘±ğ‘¥ğ‘Ÿ.

source: classic robots
en@shaw: ğ‘’ğ‘¤ğ‘¨ğ‘•ğ‘¦ğ‘’ ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘•

source: robots2
en@shaw: ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘•2

source: robots2 easy
en@shaw: ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘•2 ğ‘°ğ‘Ÿğ‘¦

source: robots with safe teleport
en@shaw: ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘±ğ‘“ ğ‘‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘ªğ‘®ğ‘‘

source: nightmare
en@shaw: ğ‘¯ğ‘²ğ‘‘ğ‘¥ğ‘§ğ‘®

source: robots
en@shaw: ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘•

source: cows
en@shaw: ğ‘’ğ‘¬ğ‘Ÿ

source: eggs
en@shaw: ğ‘§ğ‘œğ‘Ÿ

source: gnomes
en@shaw: ğ‘¯ğ‘´ğ‘¥ğ‘Ÿ

source: mice
en@shaw: ğ‘¥ğ‘²ğ‘•

source: boo
en@shaw: ğ‘šğ‘µ

source: Robots Preferences
en@shaw: ğ‘®ğ‘´ğ‘šğ‘ªğ‘‘ğ‘• ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Game Type
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘‘ğ‘²ğ‘

source: _Use safe moves
en@shaw: _ğ‘¿ğ‘Ÿ ğ‘•ğ‘±ğ‘“ ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: Prevent accidental moves that result in getting killed.
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ ğ‘¦ğ‘¯ ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘’ğ‘¦ğ‘¤ğ‘›.

source: U_se super safe moves
en@shaw: _ğ‘¿ğ‘Ÿ ğ‘•ğ‘µğ‘ğ‘¼ ğ‘•ğ‘±ğ‘“ ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: Prevents all moves that result in getting killed.
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘·ğ‘¤ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ ğ‘¦ğ‘¯ ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘’ğ‘¦ğ‘¤ğ‘›.

source: _Enable sounds
en@shaw: _ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ

source: Play sounds for events like winning a level and dying.
en@shaw: ğ‘ğ‘¤ğ‘± ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘“ğ‘¹ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘¢ğ‘¦ğ‘¯ğ‘¦ğ‘™ ğ‘© ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¯ ğ‘›ğ‘²ğ‘¦ğ‘™.

source: Graphics Theme
en@shaw: ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘• ğ‘”ğ‘°ğ‘¥

source: _Image theme:
en@shaw: _ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘”ğ‘°ğ‘¥:

source: _Background color:
en@shaw: _ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼:

source: _Restore Defaults
en@shaw: _ğ‘®ğ‘©ğ‘•ğ‘‘ğ‘¹ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ğ‘•

source: Keyboard
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›

source: Level:
en@shaw: ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤:

source: Remaining:
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™:

source: Fit falling blocks together
en@shaw: ğ‘“ğ‘¦ğ‘‘ ğ‘“ğ‘·ğ‘¤ğ‘¦ğ‘™ ğ‘šğ‘¤ğ‘ªğ‘’ğ‘• ğ‘‘ğ‘«ğ‘œğ‘§ğ‘ğ‘¼

source: Drop
en@shaw: ğ‘›ğ‘®ğ‘ªğ‘

source: Image to use for drawing blocks
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘›ğ‘®ğ‘·ğ‘¦ğ‘™ ğ‘šğ‘¤ğ‘ªğ‘’ğ‘•

source: Image to use for drawing blocks.
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘›ğ‘®ğ‘·ğ‘¦ğ‘™ ğ‘šğ‘¤ğ‘ªğ‘’ğ‘•.

source: Key press to drop.
en@shaw: ğ‘’ğ‘° ğ‘ğ‘®ğ‘§ğ‘• ğ‘‘ ğ‘›ğ‘®ğ‘ªğ‘.

source: Key press to move down.
en@shaw: ğ‘’ğ‘° ğ‘ğ‘®ğ‘§ğ‘• ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘›ğ‘¬ğ‘¯.

source: Key press to pause.
en@shaw: ğ‘’ğ‘° ğ‘ğ‘®ğ‘§ğ‘• ğ‘‘ ğ‘ğ‘·ğ‘Ÿ.

source: Key press to rotate.
en@shaw: ğ‘’ğ‘° ğ‘ğ‘®ğ‘§ğ‘• ğ‘‘ ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘.

source: Level to start with
en@shaw: ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘¢ğ‘¦ğ‘

source: Level to start with.
en@shaw: ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘¢ğ‘¦ğ‘.

source: Pause
en@shaw: ğ‘ğ‘·ğ‘Ÿ

source: Rotate
en@shaw: ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘

source: The background color
en@shaw: ğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼

source: The background color, in a format gdk_color_parse understands.
en@shaw: ğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼, ğ‘¦ğ‘¯ ğ‘© ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ gdk_color_parse ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ.

source: The density of blocks in rows filled at the start of the game. The value is between 0 (for no blocks) and 10 (for a completely filled row).
en@shaw: ğ‘ ğ‘›ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘ ğ‘šğ‘¤ğ‘ªğ‘’ğ‘• ğ‘¦ğ‘¯ ğ‘®ğ‘´ğ‘Ÿ ğ‘“ğ‘¦ğ‘¤ğ‘› ğ‘¨ğ‘‘ ğ‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘ ğ‘œğ‘±ğ‘¥. ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¦ğ‘Ÿ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ 0 (ğ‘“ğ‘¹ ğ‘¯ğ‘´ ğ‘šğ‘¤ğ‘ªğ‘’ğ‘•) ğ‘¯ 10 (ğ‘“ğ‘¹ ğ‘© ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘¤ğ‘¦ ğ‘“ğ‘¦ğ‘¤ğ‘› ğ‘®ğ‘´).

source: The density of filled rows
en@shaw: ğ‘ ğ‘›ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘ ğ‘“ğ‘¦ğ‘¤ğ‘› ğ‘®ğ‘´ğ‘Ÿ

source: The name of the theme used for rendering the blocks and the background.
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘”ğ‘°ğ‘¥ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘»ğ‘¦ğ‘™ ğ‘ ğ‘šğ‘¤ğ‘ªğ‘’ğ‘• ğ‘¯ ğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›.

source: The number of rows that are filled with random blocks at the start of the game.
en@shaw: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘®ğ‘´ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¸ ğ‘“ğ‘¦ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ ğ‘šğ‘¤ğ‘ªğ‘’ğ‘• ğ‘¨ğ‘‘ ğ‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘ ğ‘œğ‘±ğ‘¥.

source: The number of rows to fill
en@shaw: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘®ğ‘´ğ‘Ÿ ğ‘‘ ğ‘“ğ‘¦ğ‘¤

source: The theme used for rendering the blocks
en@shaw: ğ‘ ğ‘”ğ‘°ğ‘¥ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘»ğ‘¦ğ‘™ ğ‘ ğ‘šğ‘¤ğ‘ªğ‘’ğ‘•

source: This selects whether or not to draw the background image over the background color.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¹ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘›ğ‘®ğ‘· ğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼.

source: Whether to give blocks random colors
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘œğ‘¦ğ‘ ğ‘šğ‘¤ğ‘ªğ‘’ğ‘• ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ

source: Whether to give blocks random colors.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘œğ‘¦ğ‘ ğ‘šğ‘¤ğ‘ªğ‘’ğ‘• ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ.

source: Whether to preview the next block
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¿ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘šğ‘¤ğ‘ªğ‘’

source: Whether to preview the next block.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¿ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘šğ‘¤ğ‘ªğ‘’.

source: Whether to provide a graphical representation of where a block will land.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘› ğ‘© ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘®ğ‘°ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘¢ğ‘º ğ‘© ğ‘šğ‘¤ğ‘ªğ‘’ ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘¨ğ‘¯ğ‘›.

source: Whether to provide a target
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘› ğ‘© ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘

source: Whether to rotate counter clock wise
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘ ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘¼ ğ‘’ğ‘¤ğ‘ªğ‘’ ğ‘¢ğ‘²ğ‘Ÿ

source: Whether to rotate counter clock wise.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘ ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘¼ ğ‘’ğ‘¤ğ‘ªğ‘’ ğ‘¢ğ‘²ğ‘Ÿ.

source: Whether to use the background image
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘¿ğ‘• ğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Set starting level (1 or greater)
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¦ğ‘™ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ (1 ğ‘¹ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘¼)

source: LEVEL
en@shaw: ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤

source: Plain
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘¯

source: Tango Flat
en@shaw: ğ‘‘ğ‘¨ğ‘™ğ‘œğ‘´ ğ‘“ğ‘¤ğ‘¨ğ‘‘

source: Tango Shaded
en@shaw: ğ‘‘ğ‘¨ğ‘™ğ‘œğ‘´ ğ‘–ğ‘±ğ‘›ğ‘©ğ‘›

source: Lines:
en@shaw: ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ:

source: Setup
en@shaw: ğ‘•ğ‘§ğ‘‘ğ‘³ğ‘

source: _Number of pre-filled rows:
en@shaw: _ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘®ğ‘°-ğ‘“ğ‘¦ğ‘¤ğ‘› ğ‘®ğ‘´ğ‘Ÿ:

source: _Density of blocks in a pre-filled row:
en@shaw: _ğ‘›ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘ ğ‘šğ‘¤ğ‘ªğ‘’ğ‘• ğ‘¦ğ‘¯ ğ‘© ğ‘ğ‘®ğ‘°-ğ‘“ğ‘¦ğ‘¤ğ‘› ğ‘®ğ‘´:

source: Operation
en@shaw: ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: _Preview next block
en@shaw: _ğ‘ğ‘®ğ‘°ğ‘ğ‘¿ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘šğ‘¤ğ‘ªğ‘’

source: _Use random block colors
en@shaw: _ğ‘¿ğ‘Ÿ ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ ğ‘šğ‘¤ğ‘ªğ‘’ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ

source: _Bastard mode
en@shaw: _ğ‘šğ‘­ğ‘•ğ‘‘ğ‘¼ğ‘› ğ‘¥ğ‘´ğ‘›

source: _Rotate blocks counterclockwise
en@shaw: _ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘ ğ‘šğ‘¤ğ‘ªğ‘’ğ‘• ğ‘’ğ‘¶ğ‘¯ğ‘‘ğ‘»ğ‘’ğ‘¤ğ‘ªğ‘’ğ‘¢ğ‘²ğ‘Ÿ

source: Show _where the block will land
en@shaw: ğ‘–ğ‘´ _ğ‘¢ğ‘º ğ‘ ğ‘šğ‘¤ğ‘ªğ‘’ ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘¨ğ‘¯ğ‘›

source: Theme
en@shaw: ğ‘”ğ‘°ğ‘¥

source: Controls
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ

source: Block Style
en@shaw: ğ‘šğ‘¤ğ‘ªğ‘’ ğ‘•ğ‘‘ğ‘²ğ‘¤

source: Qua
en@shaw: ğ‘’ğ‘¢ğ‘­

source: Paused
en@shaw: ğ‘ğ‘·ğ‘Ÿğ‘›

source: Test your logic skills in this number grid puzzle
en@shaw: ğ‘‘ğ‘§ğ‘•ğ‘‘ ğ‘¿ğ‘¼ ğ‘¤ğ‘­ğ‘¡ğ‘¦ğ‘’ ğ‘•ğ‘’ğ‘¦ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘œğ‘®ğ‘¦ğ‘› ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤

source: Color of the grid border
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘ ğ‘ ğ‘œğ‘®ğ‘¦ğ‘› ğ‘šğ‘¹ğ‘›ğ‘¼

source: Height of application window in pixels
en@shaw: ğ‘£ğ‘²ğ‘‘ ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ

source: Mark printed games as played
en@shaw: Â·ğ‘¥ğ‘¸ğ‘’ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘œğ‘±ğ‘¥ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘ğ‘¤ğ‘±ğ‘›

source: Number of puzzles to print on a page
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘©ğ‘Ÿğ‘©ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘ªğ‘¯ ğ‘© ğ‘ğ‘±ğ‘¡

source: Print games that have been played
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘œğ‘±ğ‘¥ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘ğ‘¤ğ‘±ğ‘›

source: Show hint highlights
en@shaw: ğ‘–ğ‘´ ğ‘£ğ‘¦ğ‘¯ğ‘‘ ğ‘£ğ‘²ğ‘¤ğ‘²ğ‘‘ğ‘•

source: Show hints
en@shaw: ğ‘–ğ‘´ ğ‘£ğ‘¦ğ‘¯ğ‘‘ğ‘•

source: Show the application toolbar
en@shaw: ğ‘–ğ‘´ ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸

source: The number of seconds between automatic saves
en@shaw: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘·ğ‘‘ğ‘´ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ ğ‘•ğ‘±ğ‘ğ‘Ÿ

source: Width of application window in pixels
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ

source: Details
en@shaw: ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: Levels of difficulty to print
en@shaw: ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘ğ‘¦ ğ‘‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘

source: Print Games
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘œğ‘±ğ‘¥ğ‘Ÿ

source: _Easy
en@shaw: _ğ‘°ğ‘Ÿğ‘¦

source: _Hard
en@shaw: _ğ‘£ğ‘¸ğ‘›

source: _Include games you've already played in list of games to print
en@shaw: _ğ‘¦ğ‘¯ğ‘’ğ‘¤ğ‘µğ‘› ğ‘œğ‘±ğ‘¥ğ‘Ÿ ğ‘¿'ğ‘ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘ğ‘¤ğ‘±ğ‘› ğ‘¦ğ‘¯ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘œğ‘±ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘

source: _Mark games as played once you've printed them.
en@shaw: _Â·ğ‘¥ğ‘¸ğ‘’ ğ‘œğ‘±ğ‘¥ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘ğ‘¤ğ‘±ğ‘› ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘¿'ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘ğ‘§ğ‘¥.

source: _Medium
en@shaw: _ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘©ğ‘¥

source: _Very Hard
en@shaw: _ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘£ğ‘¸ğ‘›

source: _Saved Games
en@shaw: _ğ‘•ğ‘±ğ‘ğ‘› ğ‘œğ‘±ğ‘¥ğ‘Ÿ

source: _Add Tracker
en@shaw: _ğ‘¨ğ‘› ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¼

source: _Clear Tracker
en@shaw: _ğ‘’ğ‘¤ğ‘½ ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¼

source: _Trackers
en@shaw: _ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘»ğ‘Ÿ

source: No Space
en@shaw: ğ‘¯ğ‘´ ğ‘•ğ‘ğ‘±ğ‘•

source: No space left on disk
en@shaw: ğ‘¯ğ‘´ ğ‘•ğ‘ğ‘±ğ‘• ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘ªğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘’

source: Unable to create data folder %(path)s.
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ %(path)s.

source: There is no disk space left!
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘•ğ‘ğ‘±ğ‘• ğ‘¤ğ‘§ğ‘“ğ‘‘!

source: Error %(errno)s: %(error)s
en@shaw: ğ‘»ğ‘¼ %(errno)s: %(error)s

source: Unable to save file %(filename)s.
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘“ğ‘²ğ‘¤ %(filename)s.

source: Track moves
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘’ ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: New game
en@shaw: ğ‘¯ğ‘¿ ğ‘œğ‘±ğ‘¥

source: _Reset
en@shaw: _ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘

source: Reset current grid(do-over)
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘œğ‘®ğ‘¦ğ‘›(ğ‘›ğ‘µ-ğ‘´ğ‘ğ‘¼)

source: _Undo
en@shaw: _ğ‘³ğ‘¯ğ‘›ğ‘µ
